[{"case_id":"SR001","name_uyghur":"Elijan Mamut ","name_chinese":"艾力江·马木提","photo_url":"sr001.jpg","profession":"Businessman","date_of_birth":"12 April 1974","age_years":"47","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity, travelling abroad, transfer of money to daughters studying abroad","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Kashgar","held_location":"Internment camp","summary":"Elijan was detained   in May 2017, according to his daughter interviewed by Amnesty International and now resident in the USA. The last time she spoke briefly with her father, in May 2017, he seemed worried and asked her to send him any documents about her status when she was a student in Turkey. She believes that the Chinese police made him ask this question. \nElijan’s daughter was informed about her father’s detention in an internment camp by a friend living in China, but she was not able to gather any official information from the Chinese authorities about his case, the reasons behind the detention and whether Elijan has access to a lawyer of his choice. When interviewed by Amnesty International she said: “I wrote public letters, sent emails to the Chinese embassy [and] called multiple times. My sister in Turkey has been protesting [for] over a month in front of the Chinese embassy, [but] we haven’t received any feedback.”","personal_details":"Elijan is very active and loves the outdoors. He is also a keen gardener. He loves spending time with his family, and it was a tradition for them to spend every Sunday all together.","":null,"post_id":1605},{"case_id":"SR002","name_uyghur":"Mahira Yakub ","name_chinese":"依拉玛 ‧ 甫亚库","photo_url":"sr002.jpg","profession":"Insurance company employee, Mandarin tutor","date_of_birth":"5 October 1977","age_years":"43","ethnicity":"Uyghur","home_town":"Ghulja (Yining)","arrest_reason_official":"\"Giving material support to terrorist activity\"","arrest_reason_suspected":"Ethnicity, transfer of money to parents abroad","arrest_last_contact_date":"September 2020","arrest_last_contact_location":"Unknown","held_location":"Prison, Ghulja (Yining) ","summary":"Mahira has been held in the Yining Detention Centre since November 2020 for “giving material support to terrorist activity” after transferring money to her parents in Australia in 2013. She has had no access to her family or a lawyer of her choice. Mahira’s cousin, now in Sweden, told Amnesty International the money was intended for her parents to buy a house in Australia. In February 2021, the Chinese authorities confirmed Mahira had been sentenced to six years and six months in prison, but it is unclear whether Mahira was granted a fair trial. They also confiscated her savings.  \nBefore being detained in prison, Mahira was held in an internment camp from March to December 2018, where she suffered from a liver damage requiring hospitalization for three months. It is unclear whether she still needs medication for this condition and, if so, whether she can access adequate medical treatment while in prison.","personal_details":"Mahira is a hard-working single mother who loves spending time with her children. Despite having three jobs to ensure an adequate income for the family, Mahira always managed to have some free time for her kids so that she could teach them the importance of diversity and family values. They used to love reading books and watching TV series together. ","":null,"post_id":1606},{"case_id":"SR003","name_uyghur":"Hayrigul Niyaz ","name_chinese":"海日古丽 · 尼牙孜","photo_url":"sr003.jpg","profession":"Travel agency owner","date_of_birth":"28 October 1985","age_years":"35","ethnicity":"Uyghur","home_town":"Toksu (Xinhe), Aksu prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling and studying abroad","arrest_last_contact_date":"June-July 2017","arrest_last_contact_location":"Urumqi","held_location":"Internment camp","summary":"Hayrigul’s brother told Amnesty International that he last saw his sister at an airport in Turkey on 27 October 2015. Around June or July 2017, Hayrigul was detained by the Chinese authorities and taken from Urumqi to Toksu. It is unclear whether she is now in an internment camp or a prison. According to her brother now based in Germany, she was detained for having travelled and studied abroad. It appears she has had no access to a lawyer and that the Chinese authorities have not provided any official documents about her status. In April 2020, hoping to receive information about his sister, her brother spoke to some family members still in Xinjiang, but the call was arranged by a Chinese police officer who asked him for information in exchange for updates about his sister. When the brother refused, the officer told him: “You need to cooperate if you want to see your mom [again].” Since refusing, he has not been able to speak to his family again.","personal_details":"Hayrigul loves reading, dancing, singing, spending time with her friends, travelling and skiing. She can speak Uyghur, Mandarin, Russian, English and Turkish. After her studies in Turkey, she moved back to China to open her own travel agency.","":null,"post_id":1607},{"case_id":"SR004","name_uyghur":"Shattyq Daulet ","name_chinese":"恰特合·达吾列提","photo_url":"sr004.jpg","profession":"Businessman","date_of_birth":"2 December 1988","age_years":"32","ethnicity":"Kazakh","home_town":"Chapchal county (Chábùchá'ěr Xībó Zìzhìxiàn)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad, charity work","arrest_last_contact_date":"May 2018","arrest_last_contact_location":"Chapchal county (Chábùchá'ěr Xībó Zìzhìxiàn)","held_location":"Prison, Kuytun","summary":"According to Shattyq’s family member interviewed by Amnesty International, Shattyq was detained because of his travels to Kazakhstan and charity work, even though that work was authorized by the Chinese authorities. In May 2018, Shattyq was sentenced to 19 years in prison despite allegedly never having access to a lawyer or seeing the evidence against him. This family member understands Shattyq was detained along with other people connected to a particular imam; all have reportedly been charged with “inciting ethnic hatred, inciting ethnic discrimination, and gathering a crowd to disturb public order”.  \nAccording to his relative’s testimony, Shattyq’s family had been able to visit him in prison once a month, but now only sporadic calls seem to be allowed due to the Covid-19 pandemic. \nShattyq suffers from leukaemia, but he has so far not been allowed to leave the detention facility for adequate treatment in hospital.","personal_details":"Shattyq is described as outgoing and open. He is married with a daughter and a son, who were still babies at the time of his arrest. He used to be a businessman and was the only person providing an income for his family. ","":null,"post_id":1608},{"case_id":"SR005","name_uyghur":"Erkin Tursun","name_chinese":"艾尔肯·吐尔逊","photo_url":"sr005.jpg","profession":"Television producer, journalist","date_of_birth":"22 April 1968","age_years":"53","ethnicity":"Uyghur","home_town":"Ghulja (Yining)","arrest_reason_official":"\"Harbouring criminals, inciting national enmity or discrimination\"","arrest_reason_suspected":"His work, transfer of money to his son abroad","arrest_last_contact_date":"March 2018","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Erkin is a TV producer and journalist imprisoned since 2018. His sentence of 19 years and 10 months in prison and two years of deprivation of political rights for “harbouring criminal and inciting national enmity or discrimination” has been confirmed by Chinese state media reports and UN official communication between 2019 and 2020. His son, who lives in the USA, told Amnesty International that Erkin may have been sent to prison for his work and because he paid for his son’s university tuition abroad: “He is detained because he had influence, he had a school, he was a TV producer. And because of my situation, [because] I came here [abroad]. My father sent me my tuition in 2016 and [the Chinese authorities] used that to detain him. All was legal and authorized.”\nErkin’s son – who lost contact with all his family back in China – has no information about where his father is detained, and he doesn’t have any verdict or any other official documents from the Chinese authorities about the status of his father’s case.","personal_details":"Erkin founded and was the director of a school teaching children filmmaking, acting and journalism. Much of his work is focused on education, but he also made long-running and award-winning television programmes. He likes to travel, and he used to take students around China to learn about science and journalism.","":null,"post_id":1609},{"case_id":"SR007","name_uyghur":"Ekpar Asat ","name_chinese":"艾克拜尔·艾赛提","photo_url":"sr007.jpg","profession":"Media founder, tech entrepreneur, philanthropist","date_of_birth":"5 January 1987","age_years":"34","ethnicity":"Uyghur","home_town":"Urumqi","arrest_reason_official":"“Inciting ethnic hatred and ethnic discrimination”","arrest_reason_suspected":"His work, travelling abroad","arrest_last_contact_date":"January 2021","arrest_last_contact_location":"Unknown","held_location":"Prison, Aksu","summary":"Ekpar went missing in April 2016 after returning to Xinjiang from the United States, where he had just attended the International Visitors Leadership Program (IVLP) organized by the US State Department. Through communications between the Chinese authorities and a few US senators between 2019 and 2020, Ekpar’s sister found out that he was convicted in a secret trial on charges of “inciting ethnic hatred and ethnic discrimination” and sentenced to 15 years in prison. In late January 2021, for the first time since he went missing, Ekpar was able to communicate with his family during a short three-minute video conversation where he told his family members that his health was declining both physically and mentally.\nAccording to Ekpar’s sister, the Chinese authorities used his travel to the USA as an excuse to arrest him, even though the trip was approved by the authorities. His sister also believed that Ekpar was sent to an internment camp before being sent to prison.","personal_details":"Ekpar speaks sign language and has done fundraising for sign language education, especially for children. He also created a media platform, Bagdax, that offered opportunities for artists and featured events open to everybody. \nHe loves dancing, playing tennis and football. “People would call him Roberto Baggio as he was really good at playing football!” his sister added during the interview. \nShe also mentioned that Ekpar is very charismatic but humble – “a person with a beautiful character and integrity”.\n","":null,"post_id":1610},{"case_id":"SR008","name_uyghur":"Erkin Ayup ","name_chinese":"艾尔肯·阿尤普 ","photo_url":"sr008.jpg","profession":"Government official","date_of_birth":"1965","age_years":"55-56","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Contact with family abroad, nature of work of a family member","arrest_last_contact_date":"August-September 2017","arrest_last_contact_location":"Kashgar","held_location":"Prison","summary":"Erkin went missing in the summer of 2017. In May 2019, an anonymous staff at Erkin’s office confirmed his arrest and detention in an internment camp to Radio Free Asia. In May 2021 Erkin’s brother, interviewed by Amnesty International, was told by a credible source that Erkin has been sentenced to 14 years in prison for “inciting terrorism”.\nHe worries that Erkin cannot access treatment for his heart problems and diabetes. Erkin’s brother, now living in Norway, has lost contact with his family members in Xinjiang, and the Chinese authorities have so far not provided any official documents on Erkin’s alleged crimes. \nErkin’s brother believes Erkin is in prison because Erkin kept in contact after the brother moved abroad. In his last video call before being detained, Erkin asked his brother to stop writing about Uyghur matters to avoid being detained and putting the whole family at risk. Erkin’s brother was recently told that Erkin’s daughter, Mihriay, was detained in an internment camp where she died in December 2020.","personal_details":"Erkin likes reading, writing and gardening. Before becoming a government official, he used to volunteer in a government disease prevention department in Xinjiang by helping doctors communicate with people who do not speak Mandarin. He is described by his brother as respected and a good problem-solver, always keen to build and strengthen a collaboration between people in the region and the government. As Erkin’s brother recalled during the interview: “People asked him for help, and he supported them when the government didn’t intervene to provide help to people.” \nErkin’s sister, [Sajidugul Ayup](#case-SR014), has also reportedly been sentenced to prison.","":null,"post_id":1611},{"case_id":"SR009","name_uyghur":"Alim Hashani","name_chinese":"阿里木 · 哈沙尼 ","photo_url":"sr009.jpg","profession":"Former head of government terminology department","date_of_birth":"4 December 1954","age_years":"66","ethnicity":"Tatar\/Uyghur","home_town":"Fukang","arrest_reason_official":"Unknown","arrest_reason_suspected":"His work","arrest_last_contact_date":"August 2018","arrest_last_contact_location":"Beijing","held_location":"Internment camp, Urumqi","summary":"Alim is a famous intellectual and retired linguist. In August 2018, he was sent to an internment camp after being taken away in Beijing while attending some meetings for a translation project coordinated by the National Translation Committee. He has been detained since then. His son, now living in France, recently received a confirmation of his father’s detention through a credible source, but the Chinese authorities have shared no details or official documentation with him related to the sentence or the status of his father’s case. Alim’s son lost contact with his family in China after starting to campaign publicly for his father’s release, hence he cannot confirm whether the rest of the family has received official information. \nAlim suffers from diabetes, and it is unknown whether he can access adequate medical treatment.\nHis son believes that his father is detained solely for keeping the Uyghur language alive through his work.","personal_details":"Alim is described by his son as a “rigorous expert, responsible father [and a] very honest and respectful citizen”. He also added that his father was always very careful and respected the censorship imposed by the Chinese government. Alim is creative and well-educated, and he enjoys playing music and painting. ","":null,"post_id":1612},{"case_id":"SR010","name_uyghur":"Hawahan Osman","name_chinese":"阿瓦汗 · 吾斯曼","photo_url":"sr010.jpg","profession":"Tailor","date_of_birth":"15 June 1985","age_years":"35","ethnicity":"Uyghur","home_town":"Kelpin county","arrest_reason_official":"Unknown","arrest_reason_suspected":"Violation of birth control policy, husband abroad, teaching reading Qur’an in Arabic","arrest_last_contact_date":"March 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"The last time Hawahan spoke with her sister living in Sweden was early 2016. At that time, Hawahan was already experiencing problems with the police and being forced to attend daily Chinese ceremonies and celebrations. Her sister says Hawahan complied with the Chinese authorities since she was waiting for her passport to join her husband abroad. However, her passport applications were always rejected, and she was detained in March 2017. First, Hawahan was sent to an internment camp and then to prison with a 13–15-year sentence. Her sister learnt about the sentence from family members in China, but she is unable to gather any other information.\nHawahan’s sister thinks the arrest may have been for violation of the birth control policy, having her husband abroad and teaching others to read the Qur’an in Arabic. Hawahan’s sister also added: “[My sister is in prison] because she’s a brave person, loyal to her identity. She follows traditions. She dares to do that in that environment.”","personal_details":"Hawahan is described by her sister as smart, pretty and with a very good memory. She is strong and likes physical labour. She has four children, two of whom were reportedly forcibly taken from home and enrolled by the Chinese authorities in a boarding school. \nHer sister is particularly worried about Hawahan, who has already been through really hard times in the past. Before being detained, Hawahan was often alone because her husband used to work abroad for some companies in the Middle East. When he went back to visit her, she had to hide with him and their children as the Chinese authorities were looking for him.","":null,"post_id":1613},{"case_id":"SR011","name_uyghur":"Mamat Ablat ","name_chinese":"阿卜来提  · 麦麦提","photo_url":"sr011.jpg","profession":"Self-employed","date_of_birth":"16 January 1980","age_years":"41","ethnicity":"Uyghur","home_town":"Tuo Feng Lu, Onsu county (Wensu) ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Religious practices, contact with family abroad","arrest_last_contact_date":"Early 2018","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Mamat was detained in early 2018 and later sentenced to 16–17 years in prison, according to his brother who now lives in France. Family members in China told Mamat’s brother that Mamat may have been detained for his religious practices. The family may have some official documents about Mamat’s case, but his brother lost contact with them and is unable to gather further details. He contacted the Chinese authorities, but they did not provide any information and instead asked him to go back to Xinjiang.\nAccording to his brother, Mamat was also detained in 2015 and sent to a detention centre because “he was praying in others’ home during Ramadan”. \nMamat had a mental health condition, but his health improved with some medications. “He never spent an hour in [the] same place. He liked to move around. I cannot imagine [him] in prison, in [the] same place the whole time. I’m very worried about him,” Mamat’s brother told Amnesty International.","personal_details":"Mamat is married and has a daughter. His brother described him as sociable and helpful: “He liked to move around to help people; people are always calling him.” Mamat is a very active person and does not like to stay indoors for long.  \nThe husband of Mamat’s niece, [Akber Hushur](#case- SR028), is also in prison with a 17 years’ sentence.","":null,"post_id":1614},{"case_id":"SR012","name_uyghur":"Abduhalik Mettursun ","name_chinese":"阿卜杜哈里克 · 麦提图尔荪","photo_url":"sr012.jpg","profession":"Writer, researcher, publisher, bookstore owner","date_of_birth":"6 June 1976","age_years":"44","ethnicity":"Uyghur","home_town":"Keriye county, Hotan prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Nature of work, preservation of Uyghur culture","arrest_last_contact_date":"September 2017","arrest_last_contact_location":"Unknown","held_location":"Prison, Turpan region","summary":"The last time Abduhalik’s brother heard from him was in September 2017. According to what he was told by family and friends in China, Abduhalik was detained and sent to prison in September 2017. It is unclear whether Abduhalik had a trial or access to a lawyer of his choice and whether he is currently able to speak with his family. The last time Abduhalik’s brother, now living in Turkey, was in touch with his family in China was in August 2020, when a policeman from Hotan Prefecture arranged a call via WeChat to confirm Abduhalik’s detention. A week later, the same person called the brother to ask about his own situation abroad and when he was planning to return to his hometown. The brother did not answer those questions and only asked to talk to Abduhalik. That was the last time the policeman called him.  \nAbduhalik’s brother told Amnesty International that he does not have any official documents about the case but added that Abduhalik was detained also in an internment camp in May 2017 for three months.","personal_details":"Abduhalik is a writer and a publisher of more than 30 articles. He opened the biggest bookshop in the county and organized book-related events and activities. His work was all about preserving Uyghur traditions and culture. He always respected the restrictions and policies imposed by the Chinese authorities, and he was never hostile to the system, according to his brother.\nAbduhalik is married and has two children.","":null,"post_id":1615},{"case_id":"SR013","name_uyghur":"Ehet Sulaiman ","name_chinese":"艾海提 · 苏来曼","photo_url":"sr013.jpg","profession":"Middle school principal and teacher","date_of_birth":"April 1963","age_years":"58","ethnicity":"Uyghur","home_town":"Kumul (Hami)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Family members abroad","arrest_last_contact_date":"February 2018","arrest_last_contact_location":"Unknown","held_location":"Internment camp or in prison","summary":"Ehet, a long-time educator from Tengritagh Township in Kumul  (Hami) Prefecture, was detained at the beginning of 2018, as confirmed by Radio Free Asia. It is unclear though whether Ehet is being held in an internment camp or in prison. The family member interviewed by Amnesty International left China many years ago for the USA  and lost all connections with the family still in China but tried to find information about Ehet through other family members living abroad and friends still resident in Xinjiang. They were the ones first confirming that Ehet was taken away by domestic security police at the beginning of 2018. \nThe official reasons for the detention are unknown, but the person Amnesty International interviewed believes Ehet has been detained  because he has family members abroad that work on issues concerning Uyghurs.","personal_details":"Ehet is a teacher and before being detained he was the director of the Tengritagh Township Teaching District in Kumul. He enjoys sports, gardening and housebuilding. He is described as sociable and very responsible towards his family. He is married and has two children.    ","":null,"post_id":1616},{"case_id":"SR014","name_uyghur":"Sajidugul Ayup","name_chinese":"","photo_url":"sr014.jpg","profession":"High school geography teacher","date_of_birth":"13 January 1979","age_years":"42","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Contact with family member abroad","arrest_last_contact_date":"October 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"According to her brother, Sajidugul was detained in an internment camp in October 2017. \nHe found out about her detention through friends still living in China at that time. In May 2021 Sajidugul’s brother, interviewed by Amnesty International, was told by a credible source that Sajidugul has been sentenced to 12 years in prison for “inciting terrorism”. He told Amnesty International that the authorities forced Sajidugul to denounce him publicly in 2016. “She had no choice,” he explained. “They forced her to say how she feels sorry for me, how bad I am.” Sajidugul’s brother lives in Norway and has been vocal in denouncing the human rights violations suffered by Uyghurs. He told Amnesty International that he believes Sajidugul was detained because of his activism. He said: “The goal is stop me from talking to media and human rights organizations. The Chinese state security [police] contacted me. They told me, ‘If you don’t stop doing it, you will put your family in danger’.” \nIt is unclear whether Sajidugul has access to family members, a lawyer of her choice or the medications she needs because she suffers from Hepatitis B.","personal_details":"Sajidugul likes reading and swimming and is described by her brother as “sociable, helpful and really feminist”. She is a teacher and she used to take her student on educational trips about the Uyghur history. She is married and has two children.\nOne of Sajidugul’s brothers, [Erkin Ayup](#case-SR008), has also reportedly been sentenced to prison.","":null,"post_id":1617},{"case_id":"SR015","name_uyghur":"Rifat Perhat","name_chinese":"热发提 · 帕拉哈提","photo_url":"sr015.jpg","profession":"Government official","date_of_birth":"27 April 1990","age_years":"31","ethnicity":"Uyghur","home_town":"Karamay","arrest_reason_official":"Unknown","arrest_reason_suspected":"Well-educated, religious friends, transfer of money to family abroad","arrest_last_contact_date":"May 2018","arrest_last_contact_location":"Unknown","held_location":"Prison, Maralbexi County, Kashgar Prefecture","summary":"Rifat has been in prison since 2018, possibly with a sentence of 10 years. Rifat’s brother-in-law told Amnesty International that the detention may have been for “supporting terrorism” – solely because Rifat sent money abroad to a family member – and “extremism” – just because Rifat had some Uyghur friends who used to pray. However, Rifat’s brother-in-law, now in the Netherlands, could not confirm the official reasons, nor has he received documents or official communications from the Chinese authorities about the charges against Rifat. \nThrough reliable sources that managed to get a reply from the Chinese authorities, Rifat’s brother-in-law was able to confirm that Rifat was detained in May 2018 and received reassurance that Rifat was not going to be executed. Rifat’s brother-in-law believes that the family in China can visit Rifat from time to time and that they have received some official documents, but it was not possible for him to obtain a copy.","personal_details":"Rifat, a government official at the time of his arrest, studied geology and collected precious stones. He had planned to start an amber business with his brother-in-law. \nHe has a son and a daughter. Before his detention, he had planned to leave China with his family but that did not happen because the passport for his son was never issued by the Chinese authorities and Rifat and his wife did not want to leave any of their children behind.","":null,"post_id":1618},{"case_id":"SR016","name_uyghur":"Sadir Ali","name_chinese":"沙迪克 · 艾力","photo_url":"sr016.jpg","profession":"Real estate company owner","date_of_birth":"1 September 1971","age_years":"49","ethnicity":"Uyghur","home_town":"Artux ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity, religious practices","arrest_last_contact_date":"June-July 2018","arrest_last_contact_location":"Unknown","held_location":"Prison, Tumxuk","summary":"“If you want your father to be safe, you should cooperate with us and answer all our questions.” This is what the police told Sadir’s daughter in September 2018 after he was detained in June 2018. For months, a police officer called Sadir’s daughter to try to gather information about her and the rest of her family living in the USA. The calls stopped when she found out from family members in China that her father had been sent to prison, probably in May 2019 with a 20-years sentence. It is unclear whether Sadir received a fair trial or had access to a lawyer of his choice. Prior to being in prison, Sadir had been detained in a camp from June-July 2018 to May 2019. Sadir’s daughter has now lost connection with relatives still living in China and is unable to gather further information about her father. The official reasons for the arrest are unknown and his daughter told Amnesty International: “I couldn’t think of any reasons. Maybe just because he is Uyghur and Muslim.”","personal_details":"Sadir has been the owner of a real estate company since 2015 and is described by his daughter as very religious, quiet, hard-working and attached to his family. She added: “He spent all his time with family. He paid for my studies, my living, [my and my sister’s] school. He has been working all the time.” \nOther family members have unfortunately also been detained. The uncle of Sadir’s wife, [Abiden Eyyubhaji](#case-SR020), a 91-year-old religious scholar, was reportedly sent to an internment camp in 2016, and one of his wife’s cousins, [Yusupjan Abiden](#case-SR030), a 55-year-old former religious teacher at the Islamic Scripture College of Xinjiang in Urumqi, is in prison since 2017.","":null,"post_id":1619},{"case_id":"SR017","name_uyghur":"Suppiyem Tochti","name_chinese":"","photo_url":"sr017.jpg","profession":"Businesswoman","date_of_birth":"Unknown","age_years":"About 60","ethnicity":"Uyghur","home_town":"Xayar (Shayar), Aksu prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad, contact with family abroad, religious practices","arrest_last_contact_date":"After 2015","arrest_last_contact_location":"Xayar (Shayar), Aksu prefecture","held_location":"Internment camp","summary":"Suppiyem went missing after April 2015, after a trip to Turkey to visit family members and relatives, including her granddaughter. In November-December 2019, the granddaughter and her family living in Germany were told by relatives still in China that Suppiyem was in an internment camp. According to her granddaughter, before visiting Turkey, Suppiyem received a threatening call from a police officer who said: “If you don’t come back from Turkey, we will take your son.” Once back in China, Suppiyem cut off all communication with the family abroad. Her granddaughter recalled her saying: “Don’t call me anymore, we are fine here.” The granddaughter’s family does not have any official documents on Suppiyem’s case and has now lost all connections with relatives in China. The family is worried about Suppiyem’s health, because she suffers from diabetes and heart problems.","personal_details":"Suppiyem, now about 60 years old, is a hard-working woman who often travelled on business. She owns a shop selling clothes, hats and assorted items in Shahyar. Her granddaughter remembers her as always busy with family and business, adding: “She didn’t have an easy life.” She also recalls her grandmother’s surprise when she saw how people could talk without restrictions in Turkey. “She [Suppiyem] was saying, ‘Oh, you can speak so loud here, so freely here.’ She wasn’t used to it.”\nOne of Suppiyem’s daughters, [Hepisem Mehmet](#case-SR021), also went missing after the same trip to Turkey and might have been sent to an internment camp sometime between 2016 and 2017.","":null,"post_id":1620},{"case_id":"SR018","name_uyghur":"Nurmangul Ebey","name_chinese":"","photo_url":"sr018.jpg","profession":"Housewife","date_of_birth":"30 April 1981","age_years":"40","ethnicity":"Kyrgyz\/Uzbek","home_town":"Kargilik, Kashgar province","arrest_reason_official":"Unknown","arrest_reason_suspected":"Husband working abroad ","arrest_last_contact_date":"September 2016","arrest_last_contact_location":"Unknown","held_location":"Prison, Kucha","summary":"Nurmangul’s husband told Amnesty International that his wife was sent to prison around September 2016 because he was working abroad and could not go back to China when the Chinese authorities asked him to do so. He remembered the last call he received from Nurmangul: “The police called me and said that if you don’t come to Xinjiang, we will detain your wife and kids.” She was taken away just a couple of months after that call. Her husband found out later about her detention through friends still living in China. Despite his numerous attempts to get in touch with the Chinese authorities, he never received information or official documentation about her case. He doubts that there was a fair trial or that she has access to a lawyer of her choice. Nurmangul’s husband, now in Kyrgyzstan, is unable to get in touch with his family in China and is worried for his wife and children. He heard that she is detained in a prison in Kucha, which he describes as “the worst prison in the area”.","personal_details":"Nurmangul's husband describes her as a great mother, wife and person. Nurmangul was planning to reunite the family and join her husband in Kyrgyzstan, but in the end that was not possible. After he left China to move abroad for work, she lived by herself and took care of their children, [Imamhesen Memetrusul](#case-SR022) and [Imamhusen Memetrusul](#case-SR023), whose whereabouts are also unknown to him. In 2015, the Chinese authorities reportedly forced her to have an abortion during the seventh month of her pregnancy. \nNurmangul’s husband ended the interview saying: “I want her to be alive, I want to see her again, I want to live with her again, I just want my family with me.”\nOther family members believed to be detained include a sister of Nurmangul’s husband and her children.","":null,"post_id":1621},{"case_id":"SR020","name_uyghur":"Abiden Eyyubhaji ","name_chinese":"阿布丁· 艾玉圃","photo_url":"sr020.jpg","profession":"Religious scholar","date_of_birth":"November 1929","age_years":"91","ethnicity":"Uyghur","home_town":"Qayraq town, Artux county","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity, religious scholar","arrest_last_contact_date":"June 2017","arrest_last_contact_location":"Artux county","held_location":"Internment camp","summary":"Abiden is a 91-year-old religious scholar taken away in June 2017 and sent to an internment camp, most likely for his religious practices. According to his niece now living in the USA, Abiden was last seen by an acquaintance in a hospital in Artux in the summer of 2020, but the reasons for the hospitalization are unknown. It is believed that this was not the first time that Abiden had to be hospitalized while being detained. His niece confirmed that she does not have any information or evidence of the charges against him, nor does she know whether her uncle has had access to a lawyer of his choice or can speak with his family members that live still in Xinjiang.","personal_details":"Abiden is described by his niece as a very helpful person who is loved by his students at the local mosque where he was the imam. She said: “He likes helping people. He’s very nice. He likes sharing his knowledge with others. He likes reading. He talked to many students about Islamic knowledge.” According to his niece, his seven sons are in prison, all probably detained for religious reasons. Other family members are unfortunately also detained. The niece’s husband, [Sadir Ali](#case-SR016), has been serving a 20-year prison sentence since May 2019, and one of her cousins, [Yusupjan Abiden](#case-SR030), has been in prison since April 2017.","":null,"post_id":1622},{"case_id":"SR021","name_uyghur":"Hepisem Mehmet","name_chinese":"","photo_url":"sr021.jpg","profession":"Businesswoman","date_of_birth":"Unknown","age_years":"About 40","ethnicity":"Uyghur","home_town":"Xayar (Shayar), Aksu prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethinicity, family members abroad","arrest_last_contact_date":"2016-2017","arrest_last_contact_location":"Unknown","held_location":"Internment camp","summary":"Hepisem’s niece, who lives in Germany, told Amnesty International: “The last time we saw her was in 2015. She was with my grandmother in Turkey for a week. We’ve never spoken or seen her again after the trip.” Her niece believes Hepisem might have been sent to an internment camp sometime between 2016 and 2017 after her trip to Turkey, but she added that she only found out about her detention in 2019 from other relatives abroad still in contact with the family in Xinjiang. That was the last information Hepisem’s niece managed to gather about her aunt and her presumed ongoing detention. The reasons behind Hepisem’s detention are unknown, but her niece believes that she was sent to an internment camp solely because of her ethnicity and the fact that she has relatives living abroad.","personal_details":"Hepisem is a businesswoman who used to run a shop together with her mother. She joined the family business when she was 17 years old after her father died. She has a son who is now about 7–9 years of age. Her niece remembers her aunt as a great cook who loved to prepare meals for the family while they were all reunited in Turkey for the trip organized in 2015.\nHepisem’s mother, [Suppiyem Tochti](#case-SR017), also went missing after the same trip to Turkey.","":null,"post_id":1623},{"case_id":"SR022","name_uyghur":"Imamhesen Memetrusul","name_chinese":"依马木艾山 · 买买提肉苏力","photo_url":"sr022.jpg","profession":"Student","date_of_birth":"12 October 2005","age_years":"15","ethnicity":"Uzbek ","home_town":"Kargilik, Kashgar province","arrest_reason_official":"Unknown","arrest_reason_suspected":"Family member abroad","arrest_last_contact_date":"September 2016","arrest_last_contact_location":"Unknown","held_location":"\"Orphan camp\"","summary":"Imamhesen was only 11 years old when he spoke for the last time with his father in August 2016. His father, living in Kyrgyzstan, remembers the words from that last call he received from Imamhesen and his twin brother, [Imamhusen Memetrasul](#case-SR023): “They called me saying, ‘Dad, you should come, otherwise they will detain us’.” Imamhesen’s father moved abroad for work and believes that the police were threatening the family because he left Xinjiang. When interviewed, he told Amnesty International: “I think, yes, they disappeared because I didn’t return [to Xinjiang]; even if I would go back, they would still detain my family and myself.” After that call, the father lost contact with his family. The last update he received was in 2017. Since then, he has tried in many ways to gather information from the Chinese authorities about his family’s whereabouts, with no success. He added, “I have no idea where they may be.”","personal_details":"His father describes Imamhesen and his twin brother, Imamhusen, as very smart and good at school, mature despite their young age and interested in sport. He also remembers how close they were to him when he was still living in Xinjiang. He said: “They used to be my boys, we were really close to each other. We used to go to the restaurants ... They had a lot of appetite! They put their hands straight into the pot, they had crazy appetite.” He ended the interview saying: “I just want … to see them again.” Unfortunately, Imamhesen and Imamhusen’s mother, [Nurmangul Ebey](#case-SR018), was reportedly detained in September 2016.","":null,"post_id":1624},{"case_id":"SR023","name_uyghur":"Imamhusen Memetrusul","name_chinese":"依马木玉山 · 买买提肉苏力","photo_url":"sr023.jpg","profession":"Student","date_of_birth":"12 October 2005","age_years":"15","ethnicity":"Uzbek ","home_town":"Kargilik, Kashgar province","arrest_reason_official":"Unknown","arrest_reason_suspected":"Family member abroad","arrest_last_contact_date":"September 2016","arrest_last_contact_location":"Unknown","held_location":"\"Orphan camp\"","summary":"The last time Imamhusen’s father spoke with his 11 years old son and his twin brother, [Imamhesen Memetrasul](#case-SR022), was August 2016 over a phone call. The father, living in Kyrgyzstan, remembers the words from that last call he received from his children: “They called me saying, ‘Dad you should come, otherwise they will detain us’.” Their father moved abroad for work and believes that the police were threatening the family because he left Xinjiang. When interviewed, he told Amnesty International: “I think, yes, they disappeared because I didn’t return [to Xinjiang]; even if I would go back, they would still detain my family and myself.” After that call, the father lost contact with his family. The last update he received was in 2017. Since then, he has tried in many ways to gather information from the Chinese authorities about his family’s whereabouts, with no success. He added, “I have no idea where they may be.”","personal_details":"His father describes Imamhusen and his twin brother, Imamhesen, as very smart and good at school, mature despite their young age and interested in sport. He also remembers how close they were to him when he was still living in Xinjiang. He said: “They used to be my boys, we were really close to each other. We used to go to the restaurants... They had a lot of appetite! They put their hands straight into the pot, they had crazy appetite.” He ended the interview saying: “I just want … to see them again.” Unfortunately, Imamhusen and Imamhesen’s mother, [Nurmangul Ebey](#case-SR018), was reportedly detained in September 2016.","":null,"post_id":1625},{"case_id":"SR024","name_uyghur":"Rukiya Mohammed Amin","name_chinese":"","photo_url":"sr024.jpg","profession":"Housewife","date_of_birth":"15 March 1992","age_years":"29","ethnicity":"Uyghur","home_town":"Kucha County","arrest_reason_official":"Unknown","arrest_reason_suspected":"Contact with family abroad, nature of work of a family member","arrest_last_contact_date":"Mid-2015","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"“If you keep calling, they [Chinese authorities] will keep on threating me” told Rukiya to her mother now living in Sweden. Rukiya was detained in mid-2015 and sentenced to three years in prison. The official charges are unknown but according to her mother, the phone calls she had with her daughter were the reason of her detention along with the fact that her uncle was an imam. It appears that the Chinese authorities have not provided any official documents about her status. Since 2015 her mother has no information about her whereabouts and fears she might still be imprisoned. “I just want to know where my daughter is” said her mother to Amnesty. “This is in my head 24\/7. It’s torturing me every second. This is the hard punishment for a mother.”","personal_details":"Rukiya has two children, Abdullah who is nine years old and Maqbullah who is six or seven years old. She loves spending time with them and cooking for them. Maqbullah has some heart problems since he was little and needs hospital treatments. Rukiya’s mother told Amnesty International that she thinks he may be probably dead. ","":null,"post_id":1626},{"case_id":"SR025","name_uyghur":"Abdudesir Shukuri ","name_chinese":"拜斯尔 · 阿布力米提","photo_url":"sr025.jpg","profession":"Dean of Institute of Literature, Xinjiang Normal University","date_of_birth":"18 July 1965","age_years":"55","ethnicity":"Uyghur","home_town":"Piqan (Shanshan)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Nature of studies and work, preservation of Uyghur culture and language","arrest_last_contact_date":"End 2017-beginning 2018","arrest_last_contact_location":"Unknown","held_location":"Prison, Urumqi","summary":"Abdudesir was the dean of the Institute of Literature of Xinjiang Normal University before being detained in February 2018. His son, now based in Germany, told Amnesty International that he lost contact with him in 2017 and he doesn’t know whether his father is now in an internment camp or in prison. According to some unconfirmed sources, he was given a life sentence, but the Chinese authorities have not provided any information or communicate any official charges. His son believes that Abdudesir was imprisoned because of his job. He is a famous scholar and his field of study is Turkology. He is also an editor and before being detained his activities focused on protecting and preserving the Uyghur culture and language. It appears that a family member was able to visit him in detention in the past but now this is not allowed anymore. He suffers from diabetes and needs medication.","personal_details":"He is a hard-working person who used to spend hours in the library. He loves walking with his son and discussing different topics with him. His son added that Abdudesir has a good sense of humour and is very talkative.","":null,"post_id":1627},{"case_id":"SR026","name_uyghur":"Abdurashid Tohti ","name_chinese":"阿布都热西提 · 托胡提","photo_url":"sr026.jpg","profession":"Former teacher, former governement worker, businessman","date_of_birth":"1964","age_years":"56-57","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"\"Disturbing social order, promoting terrorist activity\"","arrest_reason_suspected":"Family members abroad","arrest_last_contact_date":"End 2017","arrest_last_contact_location":"Unknown","held_location":"Prison, Tumxuk","summary":"Abdurashid was a teacher from Kashgar, then a government official and after retiring he went into business. He went missing along with his wife [Tajigul Qadir](#case-SR027) and his youngest son, Memeteli Abdurashid, in 2017; family friends confirmed their house was empty in 2018. After some social media coverage in June 2020, the Chinese embassy in Ankara called a family member living in Turkey and said that on 13 December 2017 Abdurashid was sentenced to 16 years and 11 months in prison for “disturbing the social order and attempting to promote terrorist activities”. The person interviewed by Amnesty International and based in the USA believes the reasons behind this sentence are different and are related to the fact that Abdurashid’s two daughters were living in Turkey at that time. It is not clear whether there was a trial, but a document dated 1 February 2019 about a transfer to the Third Division Tumshuq Prison was shared with the family.","personal_details":"He loves reading and his dream was to open a bookshop. He also loves his grandchildren and wanted to live with them. Unfortunately, it is believed that his other son, Ametjan Abdurashid, is also in prison with a 7-year sentence.","":null,"post_id":1628},{"case_id":"SR027","name_uyghur":"Tajigul Qadir ","name_chinese":"塔吉古丽 ·卡迪尔","photo_url":"sr027.jpg","profession":"Housewife","date_of_birth":"September 1969","age_years":"51","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"\"Disturbing social order, promoting terrorist activity\"","arrest_reason_suspected":"Family members abroad","arrest_last_contact_date":"End 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Tajigul was a housewife from Kashgar before she went missing in 2017 along with her husband, [Abdurashid Tohti](#case-SR026), and her youngest son, Memeteli Abdurashid. Family friends confirmed this in 2018 after checking that their house was empty. After some social media coverage in June 2020, the Chinese embassy in Ankara called a family member living in Turkey and said that on 13 December 2017 Tajigul was sentenced to 13 years in prison for “disturbing the social order and attempting to promote terrorist activities”. The person interviewed by Amnesty International and based in the USA believes the reasons behind this sentence are different and are related to the fact that Tajigul’s two daughters were living in Turkey at that time. It is not clear whether there was a trial and no evidence or any other official documents were shared with the family.","personal_details":"Tajigul used to help everybody and is well-respected by all her neighbours. She is described as lovely and as a great cook. Tajigul loves spending her time with her children and grandchildren.\nUnfortunately, it is believed that her other son, Ametjan Abdurashid, is also in prison with a 7-year sentence.","":null,"post_id":1629},{"case_id":"SR028","name_uyghur":"Akber Hushur","name_chinese":"艾克白尔 · 吾舒尔","photo_url":"sr028.jpg","profession":"Baker","date_of_birth":"1982","age_years":"38-39","ethnicity":"Uyghur","home_town":"Onsu county (Wensu)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Violation of birth control policy","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison, near Urumqi","summary":"Akber was taken away in May 2017 while he was working in his bakery shop and later sent to prison. Akber’s uncle, who Amnesty International interviewed from his current residence in France, only found out about Akber’s detention and his 17-year prison sentence in December 2017, when he was told about it by family members still living in Xinjiang. They also told him that Akber was able to send a letter to his wife from prison in September 2017 in which he asked her to take care of their children and not to worry about him. Akber’s uncle has lost connection with the family in Xinjiang since 2019 and has thus been unable to gather any further information on Akber’s situation. He believes Akber is being detained solely for being self-employed as this is considered “dangerous”, and for violating China’s birth control policy, despite having already paid a fine imposed by the Chinese authorities in 2015.","personal_details":"His uncle remembers Akber as very religious. “He never missed a prayer,” he added. \nAkber is married and has three daughters and one son. According to the last information that Abker’s uncle has from December 2019, Akber’s wife was sent to an internment camp in November 2017, later released and sent in January 2019 to work for a textile company far from where their children live, and only allowed to return home once every 50 days. \nUnfortunately, the brother of Akber’s uncle, [Mamat Ablat](#case-SR11), is also in prison with a 16–17-year sentence.","":null,"post_id":1630},{"case_id":"SR029","name_uyghur":"Ahmetjan Juma ","name_chinese":"艾合麦提江 · 居麦","photo_url":"sr029.jpg","profession":"High school teacher, author, editor","date_of_birth":"May 1974","age_years":"47","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Nature of work, family member abroad, precedent with police","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison, Kashgar city","summary":"Ahmetjan was a high school teacher who was taken from his home in Kashgar’s Konasheher County in May 2017 and has been detained since then. His brother now living in the USA told Amnesty International that Ahmetjan may have been sentenced to 9–15 years in prison, but he does not have any evidence or any other documentations. The official reasons for the detention are unknown, but his brother believes that Ahmetjan has been sentenced due to his previous record of having been detained twice, his brother’s job with Radio Free Asia in the USA, and the fact that Ahmetjan was a Uyghur intellectual who published and translated many books. It seems that family members in Xinjiang have been able to get in touch with Ahmetjan, but it is unclear whether he has access to a lawyer of his choice.","personal_details":"Ahmetjan is described as very loving and a humble father who likes reading, writing and playing music. His brother said he is a beautiful person with great leadership qualities.","":null,"post_id":1631},{"case_id":"SR030","name_uyghur":"Yusupjan Abiden","name_chinese":"玉苏圃江 · 阿布丁","photo_url":"sr030.jpg","profession":"Former religiuos teacher, businessman","date_of_birth":"1 April 1966","age_years":"55","ethnicity":"Uyghur","home_town":"Artux","arrest_reason_official":"Unknown","arrest_reason_suspected":"Religious practices","arrest_last_contact_date":"April 2017","arrest_last_contact_location":"Urumqi","held_location":"Prison, Tumxuk","summary":"Yusupjan, a businessman from Artux, was sent to prison in April 2017, according to a cousin and her daughter, who were interviewed by Amnesty International from their home in the USA. They found out about Yusupjan’s detention the same year from other relatives who live abroad and that have connections with the family still in Xinjiang. They believe that Yusupjan was detained for his religious practices, but they were not able to confirm any other details of his case and have no official documents, as they have now lost contact with those relatives. They also believe Yusupjan was imprisoned, possibly for his religious practices, for 18 months between 2000 and 2002, during which time they say he was tortured, leading to the loss of an ear.","personal_details":"Yusupjan is a former religious teacher who later became a businessman. The family members that Amnesty International interviewed remember him as very respected, loved by his students and particularly helpful towards others. \nThey also added that he is married and has one son and two daughters, and that his wife spent two years in an internment camp. \nOther family members have also been detained: [Sadir Ali](#case-SR016), sent to prison probably in May 2019 with a 20-year sentence, and [Abiden Eyyubhaji](#case-SR020) has reportedly been held in an internment camp since 2017.","":null,"post_id":1632},{"case_id":"sr031","name_uyghur":"Abdukadir Jalalidin","name_chinese":"阿卜杜卡德尔 · 加拉里丁","photo_url":"sr031.jpg","profession":"Professor at Xinjiang Normal University","date_of_birth":"11 March 1964","age_years":"57","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Writing and publishing books, poems in Uyghur language","arrest_last_contact_date":"January 2018","arrest_last_contact_location":"Kashgar","held_location":"Internment camp or in prison","summary":"Abdukadir was taken away from his home on 29 January 2018, according to his son interviewed by Amnesty International from his home in the USA. His mother called his sister, who was studying in Turkey, saying that Abdukadir had been detained. The day before, police officers had come to Abdukadir’s house and took away some of his belongings, including Uyghur-language books, writings and electronic devices. Abdukadir’s family believes he might have been sent to an internment camp. \nLater, Abdukadir’s wife was also taken away from her home and held in an internment camp from January 2018 to March 2019 for being the wife of Abdukadir. Family members in China told Abdukadir’s children that their mother was asked to “study hard, work hard.” \n\nAfter Abdukadir’s wife was released, she was told by the Xinjiang Normal University, where Abdukadir worked as a professor, that he was laid off without any official reasons. Abdukadir’s wife is able to keep regular contact with her children abroad, but she does not dare to share details about her “re-education” experience with them.","personal_details":"Abdukadir is a writer who, before being detained, loved to write stories about what he saw and translated books and poems in Uyghur. He used to spend a lot of time visiting bookstores.","":null,"post_id":1633},{"case_id":"sr032","name_uyghur":"Mirzat Taher ","name_chinese":"木里扎提．塔依尔","photo_url":"sr032.jpg","profession":"Tour guide","date_of_birth":"23 March 1991","age_years":"30","ethnicity":"Uyghur","home_town":"Urumqi","arrest_reason_official":"“Organizing, leading and participating in terrorist organization” ","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"May 2020","arrest_last_contact_location":"Unknown","held_location":"District Detention Centre, Iwirghol (Yizhou) ","summary":"Mirzat was reportedly sentenced to 25 years’ imprisonment for “organizing, leading and participating in terrorist organization” on 1 April 2021. Family members who attended the trial said no concrete evidence against Mirzat was presented, and neither his lawyer nor family members received either the indictment or verdict. His wife, now based in Australia, believes that he was imprisoned because he had travelled to Turkey twice in 2014 and 2015. \nMirzat was taken away in April 2017 when he and his wife attempted to travel to Australia. He was later put into an internment camp and released in May 2019. However, he went missing again in May 2020, and the Hami Public Security Bureau confirmed in October 2020 that Mirzat was arrested.","personal_details":"Mirzat has kidney stones and stomach problems. He is a family-oriented person and enjoys being with his family and others he loves.\nMirzat was granted Australian permanent resident status in July 2020.","":null,"post_id":1634},{"case_id":"sr033","name_uyghur":"Gulshan Abbas","name_chinese":"古丽先．阿巴斯","photo_url":"sr033.jpg","profession":"Retired doctor","date_of_birth":"12 June 1962","age_years":"58","ethnicity":"Uyghur","home_town":"Urumqi","arrest_reason_official":"\"Taking part in organized terrorism, aiding terrorist activities and seriously disrupting social order” ","arrest_reason_suspected":"Her sister's activism for Uyghurs in the USA","arrest_last_contact_date":"10 September 2018","arrest_last_contact_location":"Urumqi","held_location":"Prison","summary":"Retired Uyghur doctor Gulshan was sentenced in March 2019 to 20 years’ imprisonment in a secret trial for “taking part in organized terrorism, aiding terrorist activities and seriously disrupting social order”. Gulshan’s family learned about this sentencing through a trusted source 21 months later in December 2020. Ever since Gulshan went missing in Urumqi on 10 September 2018, no official information about her whereabouts or condition has been shared with her family. Her family based in the USA believe that she might have been sent to an internment camp before she was imprisoned.\nNo concrete evidence against Gulshan has been made public, but Gulshan’s family believe that her lengthy sentence is linked to the activism for Uyghurs of her relatives living in the USA.","personal_details":"Gulshan likes cooking and embroidery stitching. She has multiple chronic diseases that require constant monitoring and regular medical treatment.","":null,"post_id":1635},{"case_id":"sr034","name_uyghur":"Otkur Yarmuhammed","name_chinese":"吾提库尔．亚尔买买提","photo_url":"sr034.jpg","profession":"Businessman ","date_of_birth":"25 July 1990","age_years":"30","ethnicity":"Uyghur","home_town":"Ghulja (Yining) ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Studying in Turkey","arrest_last_contact_date":"April 2017","arrest_last_contact_location":"Home","held_location":"Prison, Dadamutu, Ghulja (Yining) ","summary":"Otkur was taken away from his home in Ghulja City in April 2017 for questioning about his studies in Turkey between 2012 and 2016. He never returned home, and his parents were told that he had been sent to an internment camp but were never able to find exactly where he was. Later, his parents were informed that he was sentenced to 10 years’ imprisonment. According to his brother now based in the USA, his parents were not allowed to attend his trial and never received any official court confirmation about the crimes or evidence against him. There is no official information about Otkur’s whereabouts, but he might be in Yining Municipal Prison. His mother was able to have a video conversation with him in February 2021 and said he looked gaunt and unrecognizable.","personal_details":"After returning from Turkey, Otkur focused on running a small supermarket his father opened. His family says he was healthy when he was taken away for questions. He likes sports a lot, including basketball and gymnastics.","":null,"post_id":1636},{"case_id":"sr035","name_uyghur":"Miradil Ablet","name_chinese":"米尔阿迪力．阿布来提","photo_url":"sr035.jpg","profession":"Worked in a telecomm office","date_of_birth":"21 January 1981","age_years":"40","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"His brother in Canada did not go back to China when he was asked to in 2017","arrest_last_contact_date":"August 2017","arrest_last_contact_location":"At parents' home in Kashgar","held_location":"Prison  ","summary":"Miradil was taken away from his parents’ home in Kashgar in August 2017. His brother now in the Netherlands was unable to obtain any information about Miradil’s whereabouts until the Chinese embassy in the Netherlands responded to an inquiry by the Dutch Ministry of Foreign Affairs in January 2021, saying that Miradil had been convicted of criminal offences, that he pleaded guilty and that his trial had been fair. However, no official information about the trial or the crimes and evidence against Miradil have ever been published. His brother told Amnesty International that he believes Miradil was arrested because another brother in Canada did not go back to China when he was asked to.","personal_details":"Miradil is good at maths and computers. He enjoys playing football and spending time with family. He was reportedly healthy when he was taken away.","":null,"post_id":1637},{"case_id":"sr036","name_uyghur":"Ajiranmu Rouzi","name_chinese":"阿吉热木．肉孜","photo_url":"sr036.jpg","profession":"Accountant at the Bureau of Culture and Sports in Aksu","date_of_birth":"23 January 1970","age_years":"51","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Daughter abroad","arrest_last_contact_date":"June 2017","arrest_last_contact_location":"Unknown","held_location":"Prison, Ghulja (Yining) ","summary":"Ajiranmu was taken away in June 2017. Later in 2017, the police called Ajiranmu’s daughter in Ajiranmu’s presence and asked for the details of her daughter’s study in Turkey. Ajiranmu’s daughter, who is currently living in Norway, learned from a source in February 2020 that her mother had been sentenced to 10 years’ imprisonment in 2019. However, no official information about a trial, crimes or evidence against Ajiranmu has ever been made public.","personal_details":"Ajiranmu loves reading and travelling. She always worked to give her daughter a better life. She underwent surgery before she was taken away.","":null,"post_id":1638},{"case_id":"sr037","name_uyghur":"Nighmat Omarhoja ","name_chinese":"尼依买提．吾买尔","photo_url":"sr037.jpg","profession":"Worked at the Department of Water Management","date_of_birth":"21 April 1965","age_years":"56","ethnicity":"Uzbek","home_town":"Ghulja (Yining) ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Religious practices","arrest_last_contact_date":"29 August 2019","arrest_last_contact_location":"Ghulja (Yining) ","held_location":"Boz Prison, Ghulja (Yining) ","summary":"Nighmat was taken away by police in August 2019, and his family believes it is because he is an ethnic Uzbek practicing Muslim. His brother living in Australia learned in 2020 that Nighmat was subsequently convicted of criminal offences and sentenced to two years' imprisonment. However, no official information about a trial, crimes or evidence against him has ever been made public.\nAccording to a trusted source, Nighmat is being held in a prison in Ghulja City (Yining) but his family members in Xinjiang are not able to communicate with him.","personal_details":"He likes travelling and has been to several places in China. Nighmat underwent heart surgery in 2012.","":null,"post_id":1639},{"case_id":"sr038","name_uyghur":"Abudukahaer Aibaidila","name_chinese":"阿布都喀哈尔．艾白迪拉","photo_url":"sr038.png","profession":"Imam, worked in agriculture and later in a furniture factory","date_of_birth":"25 February 1984","age_years":"37","ethnicity":"Uyghur","home_town":"Supila Village, Arslanbag Town, Kashgar Prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"Late 2016","arrest_last_contact_location":"He was working outside his hometown. He was asked by police in his hometown to return and sign documents. He then went missing after return.","held_location":"Internment camp, Wulabo, Urumqi county","summary":"In late 2016, Abudukahaer was working outside his hometown Supila Village, Arslanbag Town, when police in his hometown asked him to return and sign documents. He went missing from that time, and his brother living in the Netherlands has since received no official information about his whereabouts and condition. He suspects Abudukahaer is in an internment camp in Wulabo, about six miles from the southern suburbs of Urumqi. Abudukahaer’s relatives have no idea why he was targeted.","personal_details":"He likes sports and reading. He has two sons and two daughters.","":null,"post_id":1640},{"case_id":"sr039","name_uyghur":"Rahile Dawut ","name_chinese":"热依拉．达吾提","photo_url":"sr039.jpg","profession":"Scholar in Uyghur culture studies","date_of_birth":"20 May 1966","age_years":"54","ethnicity":"Uyghur","home_town":"Urumqi","arrest_reason_official":"Unknown","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"December 2017","arrest_last_contact_location":"Unknown","held_location":"Internment camp or in prison","summary":"Rahile’s daughter told Amnesty International that the last time she spoke to her mother, Rahile, was December 2017. Since then, she has not been able to contact her mother, a prominent Uyghur scholar. She fears that her mother has been detained at an internment camp or prison in Xinjiang. When Rahile’s daughter, who lives in the USA, contacted relatives and her mother’s students back in China, no one was able to provide her with any information. “I am scared for my mom. I am really concerned about her health and safety,” Rahile’s daughter told Amnesty International. “She is an honest and assiduous teacher. She dedicated all her life [to] teaching and research. I can’t think of any reason why she should suffer.”","personal_details":"Rahile likes cooking, dancing, music and photography.","":null,"post_id":1641},{"case_id":"sr040","name_uyghur":"Yiliyasijiang Reheman","name_chinese":"依力亚斯江．热合曼","photo_url":"sr040.jpg","profession":"Student","date_of_birth":"26 June 1993","age_years":"27","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Studying in Egypt","arrest_last_contact_date":"1 September 2017","arrest_last_contact_location":"Deported from Egypt to Xinjiang","held_location":"Internment camp or in prison","summary":"Yiliyasijiang was a student when he was deported to China from Egypt in July 2017, and there has since been no information about his whereabouts or condition. His wife now in Turkey believes that he might have been sentenced to prison, as she heard that some other Uyghurs who were returned to Xinjiang were sentenced to a few years’ imprisonment. She thinks it is also possible that he might have been detained in an internment camp in Xinjiang, which the Chinese government claims are providing “vocational training”.","personal_details":"Twenty-five days after Yiliyasijiang was detained by Egyptian authorities, his wife gave birth to their second child. She has expressed heartbreak that her husband was not there for this major life milestone. \nYiliyasijiang’s father-in-law, [Abuduaini Kadier](#case-SR041), is also detained. \n\nYiliyasijiang likes football.","":null,"post_id":1642},{"case_id":"sr041","name_uyghur":"Abuduaini Kadier","name_chinese":"阿布都艾尼．卡德尔","photo_url":"sr041.jpg","profession":"Businessman","date_of_birth":"5 July 1966","age_years":"64","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Egypt in 2016","arrest_last_contact_date":"July 2017","arrest_last_contact_location":"Unknown","held_location":"Municipal Prison, Ghulja (Yining) ","summary":"Abuduaini, a Uyghur businessman who was secretly tried and sentenced to seven years in prison, is believed to have been detained in connection with a 2016 holiday he took to Egypt in which he paid for several other Uyghurs’ air fare. His daughter now in Turkey told Amnesty International that no information about her father’s condition or even the charges against him have been shared with the family.","personal_details":"Abuduaini likes travelling and spending time with family. He is the father-in-law of [Yiliyasijiang Reheman](#case-SR040), also detained.","":null,"post_id":1643},{"case_id":"sr042","name_uyghur":"Saule Meltai","name_chinese":"萨吾列 · 米勒太","photo_url":"sr042.jpg","profession":"Nurse","date_of_birth":"28 November 1972","age_years":"48","ethnicity":"Kazakh","home_town":"Qinghe Zhen, Qinggil County, Altay Prefecture","arrest_reason_official":"\"Potentially affecting other people who are currently at a stable condition\"","arrest_reason_suspected":"Travelling abroad, preservation of Uyghur culture, not drinking alcohol","arrest_last_contact_date":"2017","arrest_last_contact_location":"Qinghe People's Hospital, Qinggil County, Altay Prefecture","held_location":"Internment camp, Qinghe County","summary":"","personal_details":"","":null,"post_id":1644},{"case_id":"sr043","name_uyghur":"Nejibulla Ablet","name_chinese":"乃吉布拉·阿布来提","photo_url":"sr043.jpg","profession":"Doctor, cardiologist","date_of_birth":"12 February 1988","age_years":"33","ethnicity":"Uyghur","home_town":"Payzawat County (Jiashi), Kashgar Prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Contact with family member abroad","arrest_last_contact_date":"20 February 2018","arrest_last_contact_location":"Unknown","held_location":"Internment camp or in prison, Kuqa County, Aksu Prefecture","summary":"Nejibulla has been missing ever since being summoned by local Kashgar police for a talk on 20 February 2018. In the last communication he had with his older brother, interviewed by Amnesty International and now in the USA, Nejibulla asked his brother for personal details, including the name of the school that he was attending in the USA. His brother believes that the Chinese police made him ask these questions.\n\nNejibulla’s brother learned from a credible source that Nejibulla was sent to a detention facility in Kuqa County together with 15 other family members. He has no indication why Nejibulla was targeted, other than for being a Uyghur. When his brother tried to contact the hospital where Nejibulla was employed, he was told by the staff that he had to present a recommendation letter in order to obtain information about Nejibulla.\n\nNejibulla has several family members held in detention facilities, including three cousins, [Musa-eli Abdureyim](#case-SR044), [Buayshem Ablimit](#case-045) and [Sanigul Memet](#case-SR046).","personal_details":"Nejibulla has loved playing football since he was a kid and is very talented. After he got married, Nejibulla was busy at work but made time for his two children, who are currently six and four years old. ","":null,"post_id":1645},{"case_id":"sr044","name_uyghur":"Musa-eli Abdureyim","name_chinese":"","photo_url":"sr044.jpg","profession":"Driver, freelancer","date_of_birth":"1995","age_years":"25","ethnicity":"Uyghur","home_town":"Gulluk Township, Payzawat County (Jiashi), Kashgar Prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"Early 2016","arrest_last_contact_location":"Unknown","held_location":"Internment camp or in prison","summary":"Musa-eli’s cousin now in the USA told Amnesty International that he learned from a credible source that Musa-eli, a driver from Gulluk Township, Payzawat County, was sentenced in February 2018 after a proceeding that does not appear to have been open to the public. It is unknown if Musa-eli is currently held in an internment facility or in prison. Musa-eli’s cousin has been unable to gather further information about him since November 2018. Musa-eli has several family members held in detention facilities, including his cousin [Nejibulla Ablet](#case-SR043).","personal_details":"Musa-eli is married. After many years of being a driver, he is sociable and tells good jokes. That came from the fact that he was a driver. His home was in a small village and there was no public transportation between his village and the county.","":null,"post_id":1646},{"case_id":"sr045","name_uyghur":"Buayshem Ablimit","name_chinese":"","photo_url":"sr045.jpg","profession":"Housewife, farmer","date_of_birth":"","age_years":"30-35","ethnicity":"Uyghur","home_town":"Guleluke Xiang, Gulluk Township, Payzawat County (Jiashi), Kashgar Prefecture","arrest_reason_official":"Unknown","arrest_reason_suspected":"Teaching Qur'an","arrest_last_contact_date":"Early 2016","arrest_last_contact_location":"Unknown","held_location":"Prison, Kona Sheher County, Kashgar","summary":"Buayshem’s cousin told Amnesty International from his home in the USA that Buayshem, a housewife and a farmer from Guleluke Xiang, Payzawat County, was sentenced to 4–5 years’ imprisonment in early 2016 for teaching Qur’an. Her father found out about this from a trusted source when he went to visit his daughter in May 2016. Buayshem’s cousin has lost connection with his family in China and is unable to gather further information about her whereabouts. Buayshem has several family members held in detention facilities, including her cousin [Nejibulla Ablet](#case-SR043).","personal_details":"Buayshem’s cousin told Amnesty International that Buayshem is a good friend from childhood. The family used to visit the village in summer and spend weeks and months with the cousins.","":null,"post_id":1647},{"case_id":"sr046","name_uyghur":"Sanigul Memet","name_chinese":"","photo_url":"","profession":"Housewife, farmer","date_of_birth":"","age_years":"30-35","ethnicity":"Uyghur","home_town":"Konasheher County (Shufu)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Husband was detained","arrest_last_contact_date":"Early 2016","arrest_last_contact_location":"Unknown","held_location":"Prison, Kona Sheher County, Kashgar","summary":"Sanigul is a housewife and farmer from Konasheher County. According to Sanigul’s cousin, now in the USA, Sanigul was taken away in early 2016 along with her husband. Her cousin told Amnesty International that it is unclear whether they are now in an internment camp or a prison. Her mother tearfully told Sanigul’s cousin in a call that her grandchildren were desperately looking for their mother. No sentence or charges have been revealed by the authorities. Sanigul has several family members held in detention facilities, including her cousin [Nejibulla Ablet](#case-SR043).","personal_details":"Sanigul’s cousin told Amnesty International that Sanigul is a good friend from childhood. The family used to visit Sanigul’s village in summer and spend weeks and months with the cousins.","":null,"post_id":1648},{"case_id":"sr047","name_uyghur":"Merhaba Musa","name_chinese":"美丽哈巴 · 穆沙","photo_url":"sr047.jpg","profession":"Staff at BRT bus station","date_of_birth":"17 February 1981","age_years":"40","ethnicity":"Uyghur","home_town":"Shuimogou District, Urumqi","arrest_reason_official":"Unknown","arrest_reason_suspected":"Applying for travel visa to South Korea, precedent with police","arrest_last_contact_date":"July 2017","arrest_last_contact_location":"Urumqi","held_location":"Internment camp","summary":"In early 2017, Merhaba told a friend that she might be sent for “education” soon. That friend, based in Norway, told Amnesty International that she has not been able to contact Merhaba since late 2017 via WeChat.\n\nBefore Merhaba was taken away, she worked at one of the Urumqi Bus Rapid Transit (BRT) bus stations. In her job, she was tasked with inspecting the personal belongings and phones of Uyghurs and members of other ethnic groups. Merhaba’s friend said the stress of her job led Merhaba to suffer a mental breakdown.","personal_details":"Merhaba is divorced with one son. Her life goal was to provide her son with the best education possible and a safe environment. She worked very hard. She dreamed of going to Korea to learn how to create eyebrow tattoos and then open her own beauty salon back home.","":null,"post_id":1649},{"case_id":"sr050","name_uyghur":"Muhemmedeli Tursun","name_chinese":"买买提力·吐尔逊","photo_url":"sr050.png","profession":"Imam, farmer","date_of_birth":"1 October 1970","age_years":"50","ethnicity":"Uyghur","home_town":"Turpan","arrest_reason_official":"\"Picking quarrels and provoking trouble\"","arrest_reason_suspected":"Nature of work, preservation of Uyghur culture and mosques","arrest_last_contact_date":"24 March 2017","arrest_last_contact_location":"Turpan","held_location":"Prison, Korla","summary":"In 2014, surveillance cameras were installed outside Muhemmedeli’s home. According to his son, who spoke to Amnesty International from his home in Japan, Muhemmedeli was arrested after being called to a meeting of imams organized by the local authorities one Friday morning in March 2017.  \n\nIn October 2017, Muhemmedeli sent a letter to his family from a prison in Korla informing them of his six-year prison sentence for “picking quarrels and provoking trouble”. He reportedly had a closed-door trial without a lawyer of his choice to represent him or his family being notified. Muhemmedeli has several family members held in detention facilities including his younger brother, [Abdurahman Memet](#case-SR051).","personal_details":"Muhemmedeli has a kind heart. He was a farmer and a Friday imam of the neighbourhood. During the hot summers in Turpan, he used to pour water into a large bucket for the birds to drink so that they would not die of dehydration. His motto is “Whenever you encounter something, don't rush to the forefront, and don't fall to the back.”","":null,"post_id":1650},{"case_id":"sr051","name_uyghur":"Abdurahman Memet","name_chinese":"阿不都热合曼·买买提","photo_url":"sr051.jpg","profession":"Tour guide","date_of_birth":"17 September 1989","age_years":"31","ethnicity":"Uyghur","home_town":"Turpan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Leaking letters from internment camps ","arrest_last_contact_date":"July 2019","arrest_last_contact_location":"Turpan","held_location":"Detention center, Turpan","summary":"Abdurahman’s nephew told Amnesty International that Abdurahman received a call from the Turpan police while he was guiding a tour in Yili in July 2019. After returning to Turpan, he was immediately taken away and all contact with him was lost.\n\nAbdurahman’s nephew believes that Abdurahman was detained for leaking letters from camps. These letters were shared with a relative who was living abroad and were then widely posted online and in the Xinjiang Victims Database. It is unclear whether he is now in an internment camp or a prison. Abdurahman’s nephew, who currently lives in Japan, does not know how other family members are doing in China, as he has lost all contact since Abdurahman’s disappearance. \n\nAbdurahman has several family members held in detention facilities, including his older brother, [Muhemmedeli Tursun](#case-SR050).","personal_details":"Abdurahman likes sports. He cares about his family and was their main financial support. He always accompanied his parents to hospital in Urumqi for their medical appointments.","":null,"post_id":1651},{"case_id":"sr058","name_uyghur":"Rizayidin Abdurishid","name_chinese":"热扎依丁 · 阿不都热西提","photo_url":"sr058.jpg","profession":"Businessman","date_of_birth":"1988","age_years":"33","ethnicity":"Uyghur","home_town":"Urumqi","arrest_reason_official":"\"Suspected of aiding terrorist activities and taking part in illegal business operations\"","arrest_reason_suspected":"Transfer of money to siblings abroad","arrest_last_contact_date":"December 2017","arrest_last_contact_location":"Urumqi","held_location":"Prison","summary":"Rizayidin’s sister told Amnesty International from her home in Turkey that Rizayidin, a businessman from Urumqi, was taken away in December 2017 for allegedly sending money to his siblings studying in Egypt. Rizayidin was sentenced to 15 years’ imprisonment in a proceeding that does not appear to have been open to the public. His sister does not have evidence of the official charges against him or any official documents.\n\nRizayidin attended school in Urumqi’s Xinjiang Experimental Middle School. Then, he studied in Egypt for five years before returning to Urumqi to take care of the family business. \nRizayidin’s father, [Abdurishid Hoshur](#case-SR059), is also in a detention facility.","personal_details":"Rizayidin is married and has two children. He loves to travel. He likes cars and technology and always uses the latest mobile devices. He speaks English and Mandarin very well and knows a little bit of Arabic.","":null,"post_id":1652},{"case_id":"sr059","name_uyghur":"Abdurishid Hoshur","name_chinese":"阿不都热西提 · 吾守儿","photo_url":"sr059.jpg","profession":"Businessman, a chain restaurant owner","date_of_birth":"1961","age_years":"60","ethnicity":"Uyghur","home_town":"Artux County","arrest_reason_official":"Unknown","arrest_reason_suspected":"Transfer of money to family members abroad","arrest_last_contact_date":"December 2017","arrest_last_contact_location":"Urumqi","held_location":"Internment camp","summary":"Abdurishid’s daughter told Amnesty International that Abdurishid, a restaurant owner from Artux County, was taken away in December 2017. His daughter, currently living in Turkey, thinks that he has been held in an internment facility for allegedly sending money to family members in Egypt. \nBefore being detained, Abdurishid asked his daughter not to return to China when she was at university on a Turkish scholarship programme. Her father told her that people who went abroad were experiencing some problems in China, and he gradually removed their contact and accounts on WeChat.\nAbdurishid’s oldest son, [Rizayidin Abdurishid](#case-SR058), is also in a detention facility.","personal_details":"Abdurishid is a businessman and restaurant owner however his halal restaurant was closed down after his arrest and some of the staff were taken away. He is a strict man who does not like to socialize. The eldest brother in his family, Abdurishid took on the role as head of the family after his father passed away.","":null,"post_id":1653},{"case_id":"sr060","name_uyghur":"Maiwulani Nuermaimaiti","name_chinese":"买吾拉尼．努尔买买提","photo_url":"sr060.jpg","profession":"Internet technician","date_of_birth":"5 June 1986","age_years":"34","ethnicity":"Uyghur","home_town":"Bole City","arrest_reason_official":"“Separatist activities”","arrest_reason_suspected":"Travelling to Turkey to study Turkish ","arrest_last_contact_date":"January 2017","arrest_last_contact_location":"Bole","held_location":"Prison, Shihezi City","summary":"Maiwulani was sentenced to nine years in prison for “separatism” in August 2017, reportedly without any known trial. Maiwulani was taken away in January 2017, and his sister, now based in New Zealand, only found out about the sentencing in December 2019 through an official response that the Chinese authorities provided to the UN Working Group on Enforced or Involuntary Disappearances. No evidence against Maiwulani has ever been made public, but his sister believes he was charged merely for having visited Turkey to study Turkish between 2012 and 2014. Maiwulani’s sister recently learned that he is currently being held in a prison in Shihezi City.","personal_details":"Maiwulani is a physically and mentally healthy person with a good sense of humour. He helps his mother with shopping and gardening; enjoys family time, playing with his son and spending time with his wife. ","":null,"post_id":1654},{"case_id":"sr062","name_uyghur":"Fatima Ablikim","name_chinese":"帕提码．阿布力可木","photo_url":"sr062.jpg","profession":"Housewife","date_of_birth":"1989","age_years":"31-32","ethnicity":"Uyghur","home_town":"Uqturpan (Wushi) County, Aksu Prefecture","arrest_reason_official":"“gathering a crowd to disturb public order” and “picking quarrels and provoking trouble”","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Fatima’s uncle has not been able to contact his family members living in Xinjiang since May 2017 and has been protesting in the Netherlands on behalf of them and other Uyghurs since June 2018. Through an inquiry from the Dutch Ministry of Foreign Affairs to the Chinese embassy in the Netherlands about his family members in 2020, he learned that Fatima and four other family members were imprisoned, including [Mijit Gheni](#case-SR063). \nFatima was sentenced to six years and six months in prison in March 2019 for “gathering a crowd to disturb public order” and “picking quarrels and provoking trouble”. No other information about the case of Fatima was provided by the Chinese authorities when responding to an inquiry from the Dutch Ministry of Foreign Affairs in 2020.","personal_details":"Fatima was a housewife from Uqturpan County, Aksu Prefecture.","":null,"post_id":1655},{"case_id":"sr063","name_uyghur":"Mijit Gheni","name_chinese":"米吉提．艾尼","photo_url":"sr063.jpg","profession":"Taxi driver","date_of_birth":"20 May 1969","age_years":"51","ethnicity":"Uyghur","home_town":"Uqturpan (Wushi) County, Aksu Prefecture","arrest_reason_official":"“gathering a crowd to disturb public order” and “inciting ethnic hatred and discrimination”","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Mijit is Fatima Ablikim’s uncle. He was sentenced to 16 years and six months in May 2018 for “gathering a crowd to disturb public order” and “inciting ethnic hatred and discrimination”. No other information about his case was provided by the Chinese authorities when responding to an inquiry from the Dutch Ministry of Foreign Affairs in 2020.\nMijit has some family members imprisoned, including [Fatima Ablikim](#case-SR062).","personal_details":"Mijit was a taxi driver from Uqturpan County, Aksu Prefecture.","":null,"post_id":1656},{"case_id":"sr064","name_uyghur":"Turghun Hamudun","name_chinese":"吐尔洪．阿木东","photo_url":"sr064.jpg","profession":"Teacher","date_of_birth":"1976","age_years":"44-45","ethnicity":"Uyghur","home_town":"Kalpin (Keping) County, Aksu Prefecture","arrest_reason_official":"“gathering a crowd to disturb public order” and “inciting ethnic hatred and discrimination”","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison  ","summary":"Turghun is [Mijit Gheni](#case-SR063)’s brother-in-law. He was sentenced to 16 years and six months in May 2019 for “gathering a crowd to disturb public order” and “inciting ethnic hatred and discrimination”. No other information about his case was provided by the Chinese authorities when responding to an inquiry from the Dutch Ministry of Foreign Affairs in 2020.","personal_details":"Turghun was a teacher from Kalpin County, Aksu Prefecture.","":null,"post_id":1657},{"case_id":"sr065","name_uyghur":"Adil Hamudun","name_chinese":"阿迪力．哈米丁","photo_url":"sr065.jpg","profession":"Teacher","date_of_birth":"1978","age_years":"42-43","ethnicity":"Uyghur","home_town":"Kalpin (Keping) County, Aksu Prefecture","arrest_reason_official":"“gathering a crowd to disturb public order”","arrest_reason_suspected":"Unknown","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Adil is [Mijit Gheni](#case-SR063)’s brother-in-law. He was sentenced to three years in May 2019 for “gathering a crowd to disturb public order”. No other information about his case was provided by the Chinese authorities when responding to an inquiry from the Dutch Ministry of Foreign Affairs in 2020.","personal_details":"Adil was a teacher before being arrested.","":null,"post_id":1658},{"case_id":"sr066","name_uyghur":"Suriye Tursun","name_chinese":"苏力也．吐尔逊","photo_url":"sr066.jpg","profession":"Civil Servant ","date_of_birth":"23 March 1964","age_years":"57","ethnicity":"Uyghur","home_town":"Shuiding Town, Huocheng County","arrest_reason_official":"“Funding terrorist activities”","arrest_reason_suspected":"Travelling to Turkey to visit her son ","arrest_last_contact_date":"January 2018","arrest_last_contact_location":"Unknown","held_location":"Prison","summary":"Suriye’s son, who is currently in Turkey, has not been able to contact his mother, Suriye, or his father or brother in Xinjiang since January 2018. He was told by a source in December 2019 that his family members had been sent to an internment camp. His father and brother were released, but his mother Suriye stayed in the camp. In February 2020, a person who claimed to be calling from the Chinese embassy in Turkey called her son and said Suriye had been convicted of “funding terrorist activities” and sentenced to five years in prison. No evidence against Suriye was provided.","personal_details":"Suriye is very friendly and likes cooking and travelling.","":null,"post_id":1659},{"case_id":"sr067","name_uyghur":"Rouzi Hamdullah ","name_chinese":"肉孜 · 艾木都","photo_url":"sr067.jpeg","profession":"Construction contractor","date_of_birth":"5 September 1974","age_years":"46","ethnicity":"Uyghur","home_town":"Korla","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling and investing in Turkey","arrest_last_contact_date":"October 2017","arrest_last_contact_location":"Urumqi","held_location":"Internment camp, Korla","summary":"Rouzi had been working as an international construction contractor before he went missing in October 2017. His brother told Amnesty International that he believes Rouzi was detained because he was a wealthy Uyghur businessman who invested in a million-dollar project in Turkey. A Uyghur police officer from Korla reached out to Rouzi’s brother over WhatsApp and asked him to stop his activism about his family; otherwise, his life would be difficult and he would not be able to talk to his family. The officer also confirmed that Rouzi was “inside” and said it is possible that he could be released but did not know when. When Rouzi’s brother asked why Rouzi and his other brother, [Maimaiti Hamdullah](#case-SR068), were inside, the officer said that is what the government wants. Later, Rouzi’s brother learned from one of Rouzi’s employees that Rouzi had been taken from his house in Urumqi to an internment camp in Korla. Rouzi’s brother applied to the Chinese consulate in Istanbul many times to seek information about the whereabouts of his brother but received no response.","personal_details":"Rouzi has four children. He likes travelling abroad and visited many countries, often on business trips.","":null,"post_id":1660},{"case_id":"sr068","name_uyghur":"Maimaiti Hamdullah","name_chinese":"买买提 · 艾木都","photo_url":"sr068.jpeg","profession":"Construction contractor","date_of_birth":"8 January 1982","age_years":"39","ethnicity":"Uyghur","home_town":"Korla","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling and investing in Turkey","arrest_last_contact_date":"Late 2017","arrest_last_contact_location":"Korla","held_location":"Internment camp, Korla","summary":"Maimaiti was at home when he was detained in November 2017. His brother, now based in Turkey, found out from one of Maimaiti’s employees that he was taken to an internment camp in Korla. Soon after, the employee cut off contact with him on social media platforms. Maimaiti was a business partner with his elder brother, [Rouzi Hamdullah](#case-SR067), who is also presumed to be in an internment camp. His brother told Amnesty International that he also learned that all the assets and properties of his brothers were confiscated by the Chinese government. In early 2016, Maimaiti and his brother Rouzi started a medical tourism project worth US$100 million in Ankara, Turkey, and had already invested US$5 million in the project prior to their detention.","personal_details":"Maimaiti is a father of four who loves reading books, especially about history.","":null,"post_id":1661},{"case_id":"sr069","name_uyghur":"Zuhre Suphi","name_chinese":"早热木古力 · 苏皮","photo_url":"","profession":"Housewife","date_of_birth":"26 May 1972","age_years":"49","ethnicity":"Uyghur","home_town":"Kumul (Hami)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Helping daughter studying in Turkey","arrest_last_contact_date":"June 2017","arrest_last_contact_location":"Kumul (Hami)","held_location":"Prison, Kumul (Hami)","summary":"Zuhre’s daughter, currently living in Turkey, told Amnesty International that the last time she spoke to her mother was 25 May 2017. Soon after, Zuhre was sentenced to six years’ imprisonment in Kumul, according to her relatives. Based on the information Zuhre’s daughter has been able to gather, Zuhre was imprisoned merely for helping her daughter study abroad and sending her money.  \nZuhre’s husband, [Mahmud Hamdullah](#case-SR070), is also held in a detention facility.","personal_details":"Zuhre used to run a tailor shop in Kumul. She likes to read books and teach others how to make clothes.    ","":null,"post_id":1662},{"case_id":"sr070","name_uyghur":"Mahmud Hamdullah","name_chinese":"买合木提 · 艾木都拉","photo_url":"sr070.jpeg","profession":"Real estate investor","date_of_birth":"3 May 1968","age_years":"53","ethnicity":"Uyghur","home_town":"Kumul (Hami)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Answering a question on religion without authorization","arrest_last_contact_date":"April 2017","arrest_last_contact_location":"Kumul (Hami)","held_location":"Prison, Kumul (Hami)","summary":"Mahmud’s daughter, currently based in Turkey, has been unable to contact her father since April 2017. Mahmud was imprisoned for six years in 1997 for being a “separatist”, reportedly because he was once visited by a person who had “politically incorrect” opinions. In 2005, Mahmud was reportedly sentenced to two years in prison simply for tutoring Arabic and possessing Arabic books at home. In 2014, some policemen told him to go to the police station and subsequently arbitrarily detained him in a building along with many other Uyghurs for a year and half. Mahmud was then taken to Turpan, where he was again sentenced to two years’ imprisonment, reportedly because he answered a religious question about Wahhabism that police told him he had no authority to answer. According to a friend of Mahmud’s daughter, he has again been sentenced to 15 years’ imprisonment, presumably in Kumul.\nMahmud’s wife, [Zuhre Suphi](#case-SR069), is also held in a detention facility.","personal_details":"Mahmud loves reading books and is very enthusiastic about personal development. Mahmud also likes learning and teaching foreign languages. He studied English in prison and now is at an essentially native level. Mahmud also speaks fluent Mandarin.","":null,"post_id":1663},{"case_id":"sr071","name_uyghur":"Anarqan Qanatbek ","name_chinese":"阿那尔汗 · 卡那提白克","photo_url":"sr071.jpeg","profession":"Housewife","date_of_birth":"10 January 1952","age_years":"69","ethnicity":"Kazakh","home_town":"Ghulja (Yining) County","arrest_reason_official":"\"Disturbing the social order\"","arrest_reason_suspected":"Praying five times a day","arrest_last_contact_date":"30 December 2007","arrest_last_contact_location":"Ghulja (Yining) County","held_location":"No.7 Women’s Prison, Ghulja (Yining) County","summary":"Anarqan Qanatbek, an ethnic Kazakh, was convicted of disturbing the social order and sentenced to 12 years’ imprisonment in August 2018. Her family believes she was arrested merely because she was praying five times a day at her home. Currently held in No.7 Women’s Prison in Ghulja (Yining County), Anarqan had previously been detained in an internment camp for eight months. Noting that she did not have access to any lawyer during her trial, her family expressed their concern about Anarqan’s wellbeing as she was previously diagnosed with several medical conditions including hypertension, cerebral infarction, and coronary heart disease.","personal_details":"Anarqan loves spending time with and taking care of her grandchildren. Anarqan also liked reading books a lot. Currently 69 years old, she is often hospitalized due to several severe conditions she is suffering from.","":null,"post_id":1664}]