[{"case_id":"SR140","name_uyghur":"Erbolat Mukametkali ","name_chinese":"叶尔波拉提 · 木哈买提哈力","profession":"Entrepreneur","date_of_birth":"4 April 1987","age_years":"35","ethnicity":"Kazakh","home_town":"Sanmushan village ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Religious practices ","arrest_last_contact_date":"March 2017 ","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Shiho (Wusu) city","summary":"Erbolat’s mother lost contact with her son Erbolat in December 2016 after she moved to Kazakhstan where she now lives. In 2018, through some family connections she had in Xinjiang, she discovered that her son had been arrested in March 2017, spent a year in several internment camps, and sentenced to 17 years imprisonment after a trial that the family in Xinjiang was unable to attend due to the very short notice they were given by the police. She was also told that Erbolat is now held in a prison in Shiho (Wusu) city, and that the Chinese authorities offered Erbolat’s wife the chance to reduce her husband’s sentence if she paid some money to the police. \nErbolat’s mother does not know the official reasons for the arrest, but she believes Erbolat was arrested solely because of his religious practices.  \nAccording to Erbolat’s mother, Erbolat’s wife and daughters, still in Xinjiang, are allowed to talk to Erbolat, but the videocalls are dialled from a police station and monitored. \nErbolat’s mother, who is now a citizen of Kazakhstan, has been unable to gather any official information on her son’s situation, despite her appeals to the Ministry of Foreign Affairs of Kazakhstan.","personal_details":"Erbolat is an ethnic Kazakh from Sanmushan village. He studied engineering in Urumqi and became an entrepreneur. He is married and has two daughters. One of them is only 5 years old. Erbolat’s mother describes her son as a very religious, generous and extrovert person.","post_id":2244},{"case_id":"SR141","name_uyghur":"Adelhaze Muhay","name_chinese":"阿地力阿孜 · 木哈依","profession":"Retired oil company worker ","date_of_birth":"18 November 1972","age_years":"49","ethnicity":"Kazakh","home_town":"Karamay","arrest_reason_official":"\"Terrorism\"","arrest_reason_suspected":"Having a copy of the Qur’an, having married with a Muslim ceremony, and living in Kazakhstan","arrest_last_contact_date":"2 May 2017 ","arrest_last_contact_location":"Kazakhstan-China border at Qorǵas (Korgas)","assumed_held_location":"Prison, Shihezi City","summary":"Adelhaze, an ethnic Kazakh from Karamay, China, disappeared on 2 May 2017 while crossing from Kazakhstan into China at the border at Qorǵas (Korgas). Adelhaze used to work for a national oil company in China before retiring and moving to Kazakhstan in August 2016. The Chinese authorities called him a few days before his disappearance saying that he needed to go back to China otherwise they were going to stop paying his pension. According to a trusted source interviewed by Amnesty International and based in Kazakhstan, the Chinese police stopped Adelhaze at the border and he had to get off the bus he was travelling on. The bus driver waited for him but he never came back. Three days after he was taken away, the police went to see Adelhaze’s sister in Xinjiang to return his belongings.\n\nAdelhaze spent one year in a temporary detention centre in Karamay then he was moved to Dushanzi District Prison but after a while, he was transferred back to the initial detention centre. According to a trusted source, Adelhaze was tried, charged for “terrorism”, and sentenced to nine years in prison. He is now detained in a prison in Shihezi City. The source believes that the real reasons for Adelhaze’s imprisonment are having a copy of the Qur’an at home, having married with a Muslim ceremony, and living in Kazakhstan.","personal_details":"Adelhaze is a kind and friendly father of three. He used to work hard and was very responsible at work. Apparently, his family in China can get in touch with him once a month but it is not clear if they can see him in person or only via video calls.","post_id":2245},{"case_id":"SR142","name_uyghur":"Berzat Bolatkhan","name_chinese":"别尔扎提 · 波拉特汉 ","profession":"Farmer","date_of_birth":"29 April 1985","age_years":"37","ethnicity":"Kazakh","home_town":"Zhelagash township, Dorbiljin (Emin) county,  Tacheng prefecture","arrest_reason_official":"\"Being a state traitor\"","arrest_reason_suspected":"Ethnicity, planning to move to Kazakhstan","arrest_last_contact_date":"April 2017","arrest_last_contact_location":"Zhelagash township, Dorbiljin (Emin) county, Tacheng prefecture","assumed_held_location":"Prison, Shiho (Wusu) city","summary":"Berzat is an ethnic Kazakh farmer from Emin County, Tacheng, China. In April 2017 the Chinese authorities came to his house and took him away accusing him of being a “state traitor”. According to Berzat’s relative interviewed by Amnesty International and based in Kazakhstan, Berzat was planning to move to Kazakhstan, and this may be the real reason for his detention, together with his ethnicity. After being detained he spent around a year in an internment camp in Emin County. He was then verbally informed of his 17-year sentence, and he is now detained in a prison in Shiho (Wusu) city. Allegedly, there was not an official trial and Berzat had no lawyer. Berzat’s relative said that once a month Berzat can speak with his father via video calls at a police station. Berzat’s relatives, some of whom are now Kazakh citizens, made an appeal for his release in Kazakhstan, but the Ministry of Foreign Affairs replied that they could not interfere.","personal_details":"Berzat is kind and sensitive. He was not married and according to his family was not practising any religion.","post_id":2246},{"case_id":"SR143","name_uyghur":"Moldir Zhaksilikkizi","name_chinese":"茉莉德尔 · 加克斯勒克","profession":"Cadre (administrative clerk) ","date_of_birth":"17 May 1990","age_years":"32","ethnicity":"Kazakh","home_town":"Nilka County ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Having a picture on phone that celebrates Friday prayer","arrest_last_contact_date":"18 February 2018 ","arrest_last_contact_location":"Nilka County","assumed_held_location":"No 1 women prison, Ghulja (Yining)","summary":"According to her cousin, who now lives in Kazakhstan, Moldir was travelling in Xinjiang on a bus to another town when she was detained on 18 February 2018. On that day the police came to her home looking for her. Her relatives later found out that she was taken away because of a picture on her phone that celebrates Friday (Jumah), the day Muslims hold congregational prayer, and she had been travelling back and forth to Kazakhstan to visit her relatives there. Moldir was sentenced to 11 years imprisonment and is currently in No.1 Women’s Prison in Ghulja (Yining), Ili Prefecture. She was earlier hospitalized due to her lung disease. Worried about her, Moldir’s relatives, who are Kazakh citizens, have written to the Foreign Ministry of Kazakhstan about her plight but received no response. ","personal_details":"Moldir is a kind 32-year-old person. She was earlier hospitalized due to her lung disease. Her relatives hope that she can be released as soon as possible and come to Kazakhstan to seek medical treatment.","post_id":2247},{"case_id":"SR144","name_uyghur":"Ersinbek Tursinbekuli ","name_chinese":"叶尔森 · 图尔森别克","profession":"Farmer","date_of_birth":"27 November 1986","age_years":"35","ethnicity":"Kazakh","home_town":"Dorbiljin (Emin)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Studying the Quran and praying","arrest_last_contact_date":"January 2018","arrest_last_contact_location":"Dorbiljin (Emin)","assumed_held_location":"Shihu Prison","summary":"35-year-old farmer Ersinbek is currently serving an 18-year sentence in Shihu Prison. According to his relatives, he was taken away in January 2018 simply because he prayed regularly and studied in a madrasa, a kind of college for studying Islam, in Almaty where he had been learning the Qur’an for about six months back in 2011. Based on the information available to his relatives, Ersin had been kept in an internment camp in Dörbiljin (Emin) County, Tacheng Prefecture for approximately a month before he was transferred to prison.  ","personal_details":"Ersin was healthy before he was detained. Everybody liked him. He was fond of researching various topics and studying the Qur’an. Ersin is very hardworking. He respects his parents very much and used to keep close contact with his relatives.","post_id":2248},{"case_id":"SR145","name_uyghur":"Yesbolat Tolenuly ","name_chinese":"依斯波拉提 · 托兰木","profession":"Farmer","date_of_birth":"1 March 1958","age_years":"64","ethnicity":"Kazakh","home_town":"Ghulja","arrest_reason_official":"Unknown","arrest_reason_suspected":"Praying","arrest_last_contact_date":"13 November 2021 ","arrest_last_contact_location":"Dorbiljin (Emin)","assumed_held_location":"Unknown, Ghulja (Yining)","summary":"Yesbolat’s family members overseas have lost contact with him two days before he was detained on 13 November 2021. He lived in a Uyghur neighborhood in Ghulja (Yining) County where more than 40 people had been detained. Starting from 2017, the local authorities used to summon him and question him at least once or twice a week about other residents of the village. The police confiscated his passport in 2018 and threatened him numerous times. According to the last voice message Yesbolat sent to his family, who now lives in Kazakhstan, the police asked him many questions about praying five times a day in the same mosque with Uyghurs and asked what other members of his congregation talked about. His other relatives were threatened and warned against disseminating information about Yesbolat. His family members overseas believe that he was taken away because he had a beard, a noticeably short one. ","personal_details":"During his detention, Yesbolat was taken to a hospital for a week, a designated hospital for internment camp and prison detainees, where he had medical treatment. He is a calm person who doesn’t like conflicts. 64-year-old Yesbolat focussed on his own life, minding his own business. He was a quiet person who prayed regularly. His family hopes for his immediate release so that he can receive proper and regular medical treatment for longstanding health issues.","post_id":2249},{"case_id":"SR146","name_uyghur":"Abduqadir Juma","name_chinese":"阿不都卡的儿 · 局麦","profession":"Owner of an advertisement business ","date_of_birth":"10 September 1979","age_years":"42","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Nature of work, contact with family member abroad, precedent with police","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Police station, Nanliang","assumed_held_location":"Internment camp","summary":"Abduqadir was taken away in May 2017 after being summoned by the police in Nanliang. His brother now living in the USA told Amnesty International that Abduqadir spent around two years in prison and was moved to an internment camp in 2019 that he believes has elements of forced labour. Through some connections, Abduqadir’s brother found out that Abduqadir is allowed to leave the camp and visit the family when he receives the permission to do so. However, Abduqadir’s brother does not know how often that occurs nor does he know for how long Abduqadir will be detained in the camp. \nThe official reasons for the detention are unknown, but his brother believes that Abduqadir has been sentenced due to his previous record of detention, because he is a Uyghur intellectual and because he stayed in contact with a family member who lives abroad. ","personal_details":"Abduqadir owned an advertisement business before his detention. He is divorced and has one daughter. Abduqadir is described by his brother as “very charismatic, eloquent, successful; a loving and caring person.” Abduqadir’s brother is worried about Abduqadir’s health because Abduqadir suffers from heart problems and contracted tuberculosis in prison.\nAnother of Abduqadir’s brothers [Ahmetjan Juma](#case-SR029) is also believed to be in prison serving  a 14-year sentence.","post_id":2250}]