[{"case_id":"SR085","name_uyghur":"Abdushukur Abliz ","name_chinese":"阿布都许库尔 · 阿布力孜","profession":"Import-export businessman, former religious government official","date_of_birth":"Unknown ","age_years":"Early seventies","ethnicity":"Uyghur","home_town":"Ghulja (Yining) city","arrest_reason_official":"Unknown ","arrest_reason_suspected":"Family members living and travelling abroad, nature of his work ","arrest_last_contact_date":"2017","arrest_last_contact_location":"Ghulja (Yining) city","assumed_held_location":"Prison","summary":"According to the great-nephew interviewed by Amnesty International and who now lives in the USA, Abdushukur – also known as Abdushukur Hajim – was detained in 2017 and has likely been sentenced to life imprisonment.\nThrough a reliable source, Abdushukur’s great-nephew discovered that his great-uncle was convicted in a trial in January 2021, presumably accused of being one of the masterminds behind the incident in Ghulja, in 1997, and the riots in Urumqi, in July 2009. During the interview, he also added that the Chinese authorities have shared no official documentation or proof of evidence for the charges with the family. Abdushukur was arrested and sent to prison once before, from 1998 to 2007.  \nThe family is worried about Abdushukur’s health, because he suffers from various health problems since his first arrest in 1997, and underwent surgery just before being detained again in 2017. \nHis great-nephew believes that Abdushukur was arrested because of his work and because he had family members who travelled and lived abroad.","personal_details":"Abdushukur is a former religious government official, having been the president of an Islamic religious association in Guljia city, back in the 1990s. He later became a businessman in the import-export sector. He likes poetry, used to write poems, and knows many languages. According to his great nephew, Abdushukur is married and has a daughter and a son. The son, [Halit Abdushukur](#case-SR086), is also believed to be detained.","":"","post_id":2086},{"case_id":"SR086","name_uyghur":"Halit Abdushukur","name_chinese":"哈力提 · 阿布都许库尔 ","profession":"Restaurant owner","date_of_birth":"18 December 1986","age_years":"","ethnicity":"Uyghur","home_town":"Ghulja (Yining) city","arrest_reason_official":"Unknown ","arrest_reason_suspected":"Travelling abroad, nature of his father's work, father's imprisonment","arrest_last_contact_date":"October 2017","arrest_last_contact_location":"Ghulja (Yining) city","assumed_held_location":"Prison","summary":"Halit has been held in prison since November-December 2019, likely with a 7- or 10-year sentence. At the end of 2019, many reliable sources confirmed Hali’s arrest. Halit’s great cousin, who was interviewed by Amnesty International and now lives in the USA, was also told by the same sources that Halit had been arrested once before and sent to an internment camp for almost 18 months, from October 2017 to early 2019.\nHalit’s great cousin has now lost connection with Halit’s family in Xinjiang so has been unable to gather any further information on Halit’s situation. He believes that Halit is being detained because he travelled abroad and because Halit’s father [Abdushukur Abliz](#case-SR086), a former religious government official, is also detained.","personal_details":"Halit owned few restaurants, one of them opened in October 2016 in Guljia city. He often travelled for business abroad.","":"","post_id":2087},{"case_id":"SR087","name_uyghur":"Alim Abdukerim ","name_chinese":"阿力木 · 阿卜杜克力木","profession":"Worked in an office","date_of_birth":"15 April 1989","age_years":"","ethnicity":"Uyghur","home_town":"Payzawat, Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"28 August 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"XPCC Second Division Korla Prison","summary":"On 28 August 2017, Alim, an office worker from Payzawat, was taken away from his home in Urumqi by the Chinese authorities. According to a close contact interviewed by Amnesty International and now resident in Turkey, Alim is in a military prison in Korla allegedly serving a 15-year sentence. His family can talk to him once or twice a month but apparently, they don’t have any verdict or any other official documents from the Chinese authorities about Alim’s status. The official reasons for the detention are unknown, but the person Amnesty spoke with believes that Alim has been detained because of his Uyghur ethnicity.","personal_details":"Alim’s wife had just given birth to their first child when Alim was taken away. \nAlim likes computers and used to enjoy playing videogames.","":"","post_id":2088},{"case_id":"SR088","name_uyghur":"Rahmatulla Islamoglu ","name_chinese":"热合买提 · 依斯拉江","profession":"Businessman","date_of_birth":"14 June 1979","age_years":"","ethnicity":"Uyghur","home_town":"Artux","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity","arrest_last_contact_date":"23 September 2021","arrest_last_contact_location":"Osh, Kyrgyzstan","assumed_held_location":"Prison","summary":"Rahmatulla, a businessman from Artux, Xinijang, was in Osh, Kyrgyzstan, when he received a phone call from a friend about his Turkish citizenship that was in the process of being approved. Rahmatulla disappeared soon after this phone call on 23 September 2021.\nRahmatulla’s family found out that Kyrgyz and Chinese police were involved in his disappearance. However, Chinese authorities have not provided any information or communicated any official charges to the family. Rahmatulla’s friend, interviewed by Amnesty International and now based in Turkey, believes that he was first detained in an internment camp then transferred to a prison in Xinjiang. The suspected reason for his detention is his Uyghur ethnicity.","personal_details":"Rahmatulla suffers from epilepsy. He has a wife and four children, two children in Kyrgyzstan and two in Artux, Xinjiang. \nHe is a sportsman and loves football; he’s a Real Madrid fan. ","":"","post_id":2089},{"case_id":"SR089","name_uyghur":"Abulrashid Isimtullah ","name_chinese":"","profession":"Driver and construction worker","date_of_birth":"June 1988","age_years":"","ethnicity":"Uyghur","home_town":"Yarkand","arrest_reason_official":"Unknown","arrest_reason_suspected":"Communicating with relatives abroad","arrest_last_contact_date":"Unclear","arrest_last_contact_location":"Unclear","assumed_held_location":"Prison","summary":"According to a relative based in Turkey and interviewed by Amnesty International, Abulrashid, a driver and construction worker from Yarkand, has been sentenced to 18 years in prison. The last time this relative was in touch with Abulrashid was in September 2015. After two months all communication stopped. This relative also lost contact with 12 other members of his family, including his four children. \nAbulrashid’s relative does not have any official communications or more specific details about Abulrashid despite attempts to reach out to the Chinese authorities. The official reasons for Abulrashid’s detention are unknown but his relative believes that it may be because Abulrashid was communicating with him while abroad.","personal_details":"Abulrashid is a hard-working person. He is quite tall and likes sports. \nHe is married and his wife was pregnant with their first child when he was taken away.","":"","post_id":2090},{"case_id":"SR090","name_uyghur":"Buzaynap Abdureshit ","name_chinese":"阿布都热西提 · 布再娜甫","profession":"Student ","date_of_birth":"15 May 1992","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"“Assembling a crowd and disturbing social order”","arrest_reason_suspected":"Studying in Egypt","arrest_last_contact_date":"29 March 2017","arrest_last_contact_location":"Urumqi","assumed_held_location":"Prison, Aksu","summary":"The last time Buzaynap saw her husband was for Saint Valentine’s Day in 2017, when he surprised her by visiting Urumqi for some weeks, before heading back to Australia where he lives.  \nIn March 2017, after he left, Buzaynap was taken away from her parents’ house in Urumqi. Her husband recalled the circumstances of her arrest: “the last time [I spoke with her] was on the 29th of March [2017]. She was 7-week pregnant... She was on her way to the hospital to have some checks on the pregnancy when her mum called her saying that there were police at home waiting for her. So, she went back home. From there…no news.”\nAccording to sources, in that same year, she was sentenced to seven years imprisonment, in a secret trial and without any legal representation, and she was no longer with child. It is believed she is now held in a prison in Aksu.\nThanks to advocacy efforts by the Australian government, Buzaynap’s husband found out that Buzaynap has been charged with “assembling a crowd and disturbing social order.” However, no official documentation has yet been provided to the Australian authorities or the family.","personal_details":"Buzaynap went to Egypt to study for two years. She returned to Urumqi in 2015 and worked at her father’s company while also learning English. Buzaynap was planning to join her husband in Australia. He had lodged an application for her spousal visa prior to her imprisonment. \nBuzaynap loves cooking, reading books and being on holiday. Her husband ended the interview saying: “She is shy and very kind…She was my school girlfriend. We have been together [for] nine years.”","":"","post_id":2091},{"case_id":"SR091","name_uyghur":"Ali Memet","name_chinese":"艾力 · 麦麦提","profession":"Pharmacist, businessman ","date_of_birth":"10 April 1973","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Egypt and daughters studying abroad","arrest_last_contact_date":"1 April 2017","arrest_last_contact_location":"Aksu","assumed_held_location":"Prison, Korla","summary":"Ali was a pharmacist and a businessman from Aksu. He was arrested, along with his wife [Sitinisahen Gupur](#case-SR092), on 1 April 2017. Ali’s daughter – who now lives in Turkey – found out about their arrest a few days later, through a family member in Xinjiang, while in Egypt studying with her sister.\nAccording to Ali’s daughter, Ali was arrested once before in the beginning of 2017, but released after a couple of months. She heard from her father once after that release, he was at home. She added: “I could tell from his voice that there was something wrong. I had the feeling that he wanted to say something to us, but he couldn’t. He was worried about us.”\nThrough family friends, Ali’s daughter later learnt that Ali has been sentenced to 16 years in prison. It is unclear whether Ali had a trial or access to a lawyer of his choice. Ali’s daughter believes that her father is serving his sentence in a prison in Korla. \nThe official reasons for the imprisonment are unknown, but Ali’s daughter believes that her father is being punished because she and her sister studied in Egypt, and he travelled there to visit them.","personal_details":"Ali’s daughter describes him as a humble father, who cares for his daughters’ education and their future. She remembers him as always supportive of her and her sisters’ choices to study and live abroad, despite missing them very much. Ali was keen to buy a place for his daughters in Turkey so that they could move there after they finished their study in Egypt. She ended the interview saying: “I have this dream almost every night, that I have something to say to him, and that he wanted to say something to me, but I can, and he can’t.”","":"","post_id":2092},{"case_id":"SR092","name_uyghur":"Sitinisahen Gupur ","name_chinese":"塞提尼萨汗 · 古甫尔","profession":"Businesswoman, beauty center owner","date_of_birth":"2 August 1973","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Egypt and daughters studying abroad","arrest_last_contact_date":"1 April 2017","arrest_last_contact_location":"Aksu","assumed_held_location":"Prison, Kashgar","summary":"Sitinisahen was arrested on 1 April 2017 along with her husband, [Ali Memet](#case-SR091). Sitinisahen’s daughter – who now lives in Turkey – found out about the arrest few days later, through a family member in Xinjiang, while she was studying in Egypt with her sister. She was later able to find out that her mother was sentenced to 12 years imprisonment and is held in a prison in Kashgar. According to Sitinisahen’s daughter, after the arrest her mother spent some time in an internment camp and was hospitalized for around two weeks, before being sent to prison.  \nSitinisahen’s daughter has no information or evidence of the charges against her mother, nor does she know whether her mother had a trial or access to a lawyer of her choice. She believes that her mother has been detained because she and her sister studied in Egypt, and she travelled to visit them. \nSitinisahen’s daughter is worried about her mother’s health because Sitinisahen suffers from various health problems and requires regular checks and medication.","personal_details":"Sitinisahen was a businesswoman and used to run a beauty centre before being arrested. She is described as very loving and a caring and supportive mother who missed her two daughters very much. Her daughter recalled her mother’s visit to Egypt and added: “she came to visit us in Egypt during Ramadan. She invited my friends over because, as she said, ‘they are also missing their mum’s food’.”","":"","post_id":2093},{"case_id":"SR093","name_uyghur":"Gῠlzar Seley ","name_chinese":"古丽扎尔 ·色来","profession":"Doctor","date_of_birth":"10 December 1973","age_years":"","ethnicity":"Uyghur","home_town":"Karamay","arrest_reason_official":"Unknown","arrest_reason_suspected":"Living abroad","arrest_last_contact_date":"Jun-16","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Karamay","summary":"Gῠlzar is a paediatrician from Karamay. Gῠlzar’s sister told Amnesty International that the last time the two sisters spoke was in June 2016. That month their mother was hospitalized and the sisters, both living abroad, travelled back to Xinjiang to see her. Gῠlzar was arrested with her baby as soon as she landed in Urumqi. A few days later the police called the family informing them that Gῠlzar was detained. Initially, she was in an internment camp in Karamay but after more than six months she was transferred to a prison, still in Karamay. It is not clear whether she had a trial, but she was allegedly sentenced to 14 years in prison starting at the end of 2016. Gῠlzar’s sister, now based in Turkey, believes that the main reason for her detention is having lived abroad.","personal_details":"Gῠlzar suffers from a heart disease and has some hearing issues for which she had to undergo surgery twice. She is a kind and generous person, mother of five children, four now in Turkey and one in Xinjiang. Gῠlzar really wanted them to study science in China.","":"","post_id":2094},{"case_id":"SR094","name_uyghur":"Dilshat Oralbay","name_chinese":"迪力夏提 · 吾力拜依","profession":"Journalist & professional literary translator","date_of_birth":"22 July 1962","age_years":"60","ethnicity":"Kazakh","home_town":"Ghulja (Yining)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Kazakhstan","arrest_last_contact_date":"Mar-17","arrest_last_contact_location":"Ghulja","assumed_held_location":"Prison","summary":"The last time Dilshat’s sister heard from him was over a phone call in autumn 2017 when he was in Kazakhstan. The police in Urumqi asked him to return from Kazakhstan to Urumqi to “have a chat”. Dilshat’s passport was confiscated by the police upon arrival. Handcuffed behind his back, he was first taken to “vocational training” in March 2018 and later to a prison in September 2018 directly from a police station without any judicial process. He is believed to have been sentenced to 25 years imprisonment and to be held in a prison in Ghulja County. “Don’t ask why”, said the police to his family when they tried to inquire about the reasons for his detention. A retired journalist, Dilshat was also a professional literary translator.","personal_details":"Dilshat loves playing dombra and guitar, listening to music, singing to his family members and taking them to picnics at weekends. Very hardworking, he would continue his translation job at night even after long hours of working during the day. Dilshat’s two sisters, [Bagila Oralbay](#case-SR131), and, [Bakytgul Oralbay](#case-SR130), are also in detention.","":"","post_id":2095},{"case_id":"SR095","name_uyghur":"Reyim Eziz","name_chinese":"热依木 · 艾孜孜","profession":"Businessman","date_of_birth":"","age_years":"47","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Being religious, prominent businessman","arrest_last_contact_date":"Jan-17","arrest_last_contact_location":"Urumqi","assumed_held_location":"Prison, Urumqi","summary":"47-year-old Reyim was asked to go to the police station in January 2017 and has never come back home since then. According to a trusted source, he was sentenced to seven years and is currently held in Urumqi No. 1 Prison. He is believed to be imprisoned because he was a high-profile Uyghur businessman in Aksu and used to travel abroad. He has high blood pressure and previously underwent two surgeries.","personal_details":"Reyim loves helping people and used to make donations to various charities. He spoke Mandarin Chinese very well. Reyim also loves spending time with his family and travelling abroad. ","":"","post_id":2096},{"case_id":"SR096","name_uyghur":"Parhat Rasul ","name_chinese":"帕尔哈提 · 热苏力","profession":"Farmer and part time butcher","date_of_birth":"November 1972","age_years":"","ethnicity":"Uyghur ","home_town":"Turpan city, Tohsun town","arrest_reason_official":"Unknown ","arrest_reason_suspected":"Religious practices, charity work ","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Turpan city, Tohsun town","assumed_held_location":"Prison, Sanji (Changji) ","summary":"Parhat’s brother, who now lives in Turkey, told Amnesty International that the last time he heard from Parhat was over a video-call in May 2017. During that call, Parhat mentioned that he was considering leaving China with his family because he had heard of many people being arrested and was afraid for his safety and that of his family. However, a few days after the call, all the family passports were confiscated and Parhat was taken away from his home by the Chinese authorities and sent first to an internment camp, then moved to a prison. Parhat’s brother only found out about what had happened to his brother one month later, through their father who was living in Xinjiang. Finally, a year later, through a reliable source, Parhat’s brother discovered that Parhat has been sentenced to nine years imprisonment and is now held in a prison in Sanji (Changji). \nParhat’s brother has lost connection with his family in Xinjiang, and is therefore unable to check with family members who live there whether the Chinese authorities have shared any documentation about Parhat’s case.","personal_details":"Parhat was a farmer and a part-time butcher before being sent to prison. He also loved helping his community. Parhat’s brother added: “he’s always supportive to me and to the rest of the family members, he tries his best to help others. He always sees the positive side of things.”\nParhat is married and has two daughters, one 14 and one 16 years old, and a son aged 11. Unfortunately, it is believed that Parhat’s wife, Kalbinur,  is also in prison serving a 9-year sentence. The official reasons for Parhat’s arrest are unknown, but the brother Amnesty International interviewed believes that Parhat was arrested simply because he is religious and was doing charity work.","":"","post_id":2097},{"case_id":"SR097","name_uyghur":"Yasin Abdurahman ","name_chinese":"亚鑫· 阿布都热合曼 ","profession":"Land owner","date_of_birth":"18 September 1963","age_years":"","ethnicity":"Uyghur","home_town":"Korla, Bugur county","arrest_reason_official":"\"Supporting terrorism\"","arrest_reason_suspected":"Transfer of money to relatives abroad","arrest_last_contact_date":"March 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Aksu","summary":"According to his son-in-law based in Turkey, Yasin was arrested in March 2017 and spent three years in an internment camp in Bugur county. At the end of 2020 he was sentenced to 20 years in prison charged with “supporting terrorism” solely because Yasin paid for the studies of his daughter and son-in-law in Malaysia. After the sentence he was transferred to a prison in Aksu. It is unclear whether Yasin had a trial or access to a lawyer of his choice and whether he is currently able to speak with his family. Yasin’s family had been petitioning the Chinese authorities for months without any response.","personal_details":"Yasin had nine different surgeries due some back problems. He was one of the richest men in the area, he was really charitable and always tried to help others. \nYasin’s three brothers, Kasim Abdurahman, Mehmet Abdurahman, and Omer Abdurahman, are also in detention.","":"","post_id":2098},{"case_id":"SR098","name_uyghur":"Abudumijiti Abudula ","name_chinese":"","profession":"Businessman ","date_of_birth":"1985","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"July 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"Abudumijiti was arrested in July 2016 together with his mother. They went to Egypt and then to Turkey, but returning to China they were taken away as soon as they landed in Beijing. According to Abudumijiti’s niece living in Turkey and interviewed by Amnesty International, they were transferred from Beijing to Hotan city where they spent time in an internment camp. After one year he was briefly released for some medical treatment and in October 2017 he was able to speak with his niece. Based on some trusted sources in Xinjiang, Abudumijiti should now be in prison. His health has considerably worsened, and he has had serious difficulties moving. The Chinese authorities have allegedly said that they would release Abudumijiti due to his poor health, if his family paid some money. However, after the family paid, Abudumijiti was not released and his family completely lost contact. Despite many attempts to reach out to the Chinese authorities Abudumijiti’s niece has not received any reply. She believes that his detention is due to his travels abroad. She told Amnesty “to be killed is one thing but living without being in touch with the family is also very hard.”","personal_details":"After a car accident Abudumijiti’s wife died and he had to have a metal implant in his back. Abudumijiti has been both a mother and a father to their three children.","":"","post_id":2099},{"case_id":"SR099","name_uyghur":"Ahmet Talip ","name_chinese":"艾合买提 · 塔力甫 ","profession":"Businessman ","date_of_birth":"18 April 1984","age_years":"","ethnicity":"Uyghur","home_town":"Korla","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity ","arrest_last_contact_date":"February 2018","arrest_last_contact_location":"Dubai, UAE","assumed_held_location":"Prison, Korla","summary":"Ahmet, a United Arab Emirates resident, was detained in February 2018 in Dubai after visiting a police station in Deira, Dubai, on a police officer’s request. After a few days of detention and his passport being confiscated, Ahmet was deported to Xinjiang. It is believed that his family was only notified after the fact, and that Ahmet is now detained in a prison in Korla. The family does not appear to have been given the reasons for Ahmet’s arrest and deportation, nor do they know the length of his sentence. \nThe person interviewed by Amnesty International, who now lives in Turkey, lost all connections with his closest family members still in China but tried to find information about Ahmet through other relatives. They were the ones who first confirmed that Ahmet was held in a prison in Korla and that there had been no trial or investigation conducted against Ahmet.  \nThe official reasons for Ahment’s detention are not known, but the person Amnesty International interviewed believes that Ahmet was arrested solely because of his ethnicity.","personal_details":"Ahmet ran a small business in Dubai after moving there from China with his family. He is married and has a son and a daughter. He has never met his daughter because he was arrested before his wife gave birth to their second child. Ahmet is described as a “very kind and very thankful person, who likes readings books.”","":"","post_id":2100},{"case_id":"SR107","name_uyghur":"Tursun Barat ","name_chinese":"吐尔逊 · 吧拉提","profession":"Retired government employee","date_of_birth":"30 April 1950","age_years":"","ethnicity":"Uyghur","home_town":"Ghulja (Yining)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"2018","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"Tursun was a retired government employee when he was taken away with his wife [Zahide Halpaji](#case-SR108) in 2018. According to Tursun’s daughter interviewed by Amnesty International and now based in Turkey, her parents came to visit her in Turkey in March\/April 2017 when their granddaughter was born. She lost contact with her parents in October 2017 and in April 2018 she was told by a trusted source in Xinjiang that both Tursun and Zahide were detained and sentenced to 20 years in prison. Initially, they were in a prison in the city but later they were taken to a prison in the mountains near Ghulja. The Chinese authorities have not shared any official documents with the family or given any details about their cases. However, Tursun’s daughter thinks that their detention is due to their travels abroad, including to Mecca for Hajj. In addition, Tursun was a well-educated and intellectual man, and this potentially could have been perceived as a threat by the authorities.","personal_details":"Tursun had two heart surgeries and he needed insulin shots too for his diabetes. Tursun’s daughter cried “right now, I don’t even know if they are alive or not. Maybe if they passed away, somebody would tell me, but I don’t know.”\nHe is a tall and patient man. He used to respect his family a lot, and let his children take their own decisions. He used to love spending time with his grandchildren. ","":"","post_id":2101},{"case_id":"SR108","name_uyghur":"Zahide Halpaji","name_chinese":"杂依旦母  · 咳依伯吉","profession":"Retired accountant","date_of_birth":"8 December 1952","age_years":"","ethnicity":"Uyghur","home_town":"Ghulja (Yining)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"2018","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"Last time Zahide saw his daughter living in Turkey was in March\/April 2017 when she went with her husband, [Tursun Barat](#case-SR107), to meet her newborn grandchild in Turkey. According to Zahide’s daughter interviewed by Amnesty International, her parents were taken away in 2018. She lost contact with them in October 2017 and in April 2018 she was told by a trusted source in Xinjiang that both Tursun and Zahide were detained and sentenced to 20 years in prison. Initially, they were in a prison in the city but later they were taken to a prison in the mountains near Ghulja. The Chinese authorities have not shared any official documents with the family or given any details about their cases. However, Zahide’s daughter thinks that their detention is due to their travels abroad, including to Mecca for Hajj.","personal_details":"Zahide has some liver disease, and she needs insulins for her diabetes. A relative in Xinjiang was actually able to see her when she was hospitalized for a week. She had very short hair and was chained. Zahide’s daughter cried “right now, I don’t even know if they are alive or not. Maybe if they passed away, somebody would tell me, but I don’t know.” \nZahide used to play a lot with her grandchildren, nine in total. She also loved to help people, including strangers. ","":"","post_id":2102},{"case_id":"SR109","name_uyghur":"Zekeriya Emet ","name_chinese":"杂可热也 · 艾买提","profession":"Restaurant owner","date_of_birth":"6 May 1993","age_years":"","ethnicity":"Uyghur","home_town":"Kucha","arrest_reason_official":"Unknown ","arrest_reason_suspected":"Religious practices","arrest_last_contact_date":"End 2016","arrest_last_contact_location":"Kucha","assumed_held_location":"Prison, Shihezi city","summary":"Zekeriya was arrested in 2016, whilst in his restaurant in Kucha. Police took him away with six or seven other people, after they found out that he was praying in his own restaurant. \nAccording to Zekeriya’s brother, Habubulla, who now lives in Turkey, Zekeriya immediately received a 7-year prison sentence, which was later increased to 17 years when the authorities found out that Habubulla was living abroad and teaching in an Islamic institute. \nThrough a connection close to the family, Zekeriya’s brother found out in 2016 that Zekeriya was sent to a prison in Shihezi City. That was the last time he managed to gather information about Zekeriya. Since then he has lost all connections with family and friends back in Xinjiang and does not know how Zekeriya is doing and whether he had access to a lawyer of his choice or has access to his family in Xinjiang.","personal_details":"Zekeriya’s brother describes him as independent and active from a very young age. He used to love spending time with friends and playing games with them. One of Zekeriya’s dreams was to get married and have his own family. He was arrested just one week before he was supposed to get married. Zekeriya’s brother ended the interview saying: “Zekeriya is just a normal Uyghur guy.”","":"","post_id":2103},{"case_id":"SR110","name_uyghur":"Halmemet Ilyas","name_chinese":"哈勒买买提 · 伊力亚斯","profession":"Businessman","date_of_birth":"30 May 1984","age_years":"38","ethnicity":"Uyghur","home_town":"","arrest_reason_official":"Unknown","arrest_reason_suspected":"Visiting brother in Turkey","arrest_last_contact_date":"Mar-17","arrest_last_contact_location":"Ghulja","assumed_held_location":"Internment camp","summary":"It was shortly before Halmemet was taken away for a “short training” in March 2017 that his brother saw him for the last time, over a video call. He looked unusually nervous and didn’t want to talk. Within the first month of “training”, he was able to come back home twice but then later never came back. Believed to have been sentenced to 10 years in prison, Halmemet is married, has a daughter who was around one year old and a son who was around five years old when he was detained. His brother went to the Chinese consulate in Istanbul in April 2020 and asked questions about his brother’s whereabouts and conditions, but they did not respond.","personal_details":"Halmemet was full of life. He loved walking, visiting relatives, and looking after his mother, who is now 74. He also liked watching comedy and spending time with his friends.","":"","post_id":2104},{"case_id":"SR111","name_uyghur":"Mevlüde Hilal","name_chinese":"毛丽旦 · 依拉吾冬","profession":"Turkish and English teacher in private school","date_of_birth":"1 July 1986","age_years":"","ethnicity":"Uyghur","home_town":"Ghulja (Yining)","arrest_reason_official":"\"Separatism\"","arrest_reason_suspected":"Ethnicity ","arrest_last_contact_date":"End 2016-early 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"The last time Mevlüde’s sister, who lives in Turkey, heard her voice was at end of 2016. At that time, Mevlüde was living in their hometown. She had moved back from Turkey, where she studied, to help their mother whose health was declining. Mevlüde married and had a daughter while living in Xinjiang, but she was planning to return to Turkey. Her plans did not become a reality because in 2017 Mevlüde was arrested and sent to an internment camp until May 2019, and later moved to a prison. Through a reliable source, Mevlüde’s sister discovered that Mevlüde was sentenced to 10 years in prison on a charge of “separatism”. The imprisonment was later confirmed by the Chinese embassy in Turkey. Despite reaching out several times to both the Chinese and Turkish authorities, Mevlüde’s sister was unable to gather any official documentation about Mevlüde’s case. Since late 2017, she has also lost contact with the rest of the family living in Xinjiang. Mevlüde’s sister believes that the real reason behind the arrest is Mevlüde’s ethnicity.","personal_details":"Mevlüde is married and has one daughter. She is a Turkish and English teacher and is described by her sister as a friendly person who likes to help people, read books and travel. Mevlüde’s sister ended the interview saying: “I hope she will be free as soon as possible. I want her to come back to Turkey.”","":"","post_id":2105},{"case_id":"SR112","name_uyghur":"Baishihan Hushur","name_chinese":"","profession":"Housewife","date_of_birth":"1957","age_years":"","ethnicity":"Uyghur","home_town":"Seghizkol, Hotan county","arrest_reason_official":"Reading the Qur’an","arrest_reason_suspected":"Communicating with relatives abroad","arrest_last_contact_date":"March 2018","arrest_last_contact_location":"Unknown","assumed_held_location":"Internment camp","summary":"Baishihan, a 65-year-old housewife from Seghizkol, was arrested at her home in mid-March 2018.  Twenty other women were detained at the same time, all for having read the Qur’an in public. The Chinese authorities have not shared any official document or given any details about Baishihan’s case to her son.\nBaishihan’s son, interviewed by Amnesty International and now living in Turkey, actually believes that his mother was detained for communicating with him abroad. After Baishihan’s arrest her son started campaigning for her release and in May 2019 the Chinese police contacted him asking to return to China and to stop his online activism. He requested to speak with his family first and he was allowed to do so. That is how he received a confirmation that Baishihan was detained in an internment camp.","personal_details":"Baishihan was not well when arrested in March 2018. She had been discharged from hospital only two weeks before her arrest. She had some mental health conditions and some heart problems for which she needed daily medications. \nIn her spare time Baishihan used to knit and make winter blankets for her relatives.","":"","post_id":2106},{"case_id":"SR113","name_uyghur":"Tajinisa Emin","name_chinese":"塔吉妮萨 · 伊敏","profession":"Housewife","date_of_birth":"1 April 1955","age_years":"58","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Children living abroad","arrest_last_contact_date":"2020","arrest_last_contact_location":"Urumqi","assumed_held_location":"Internment camp, Urumqi","summary":"The last time Tajinisa’s son was able to talk to her was over an audio call at the end of 2016. In that call, she told him that he shouldn’t come back to China: “it’s really cold here now, you should come back when the weather gets warmer”. Tajinisa, aged 67, is believed to have been taken to an internment camp in Hotan in 2020. Given her age, her son says Tajinisa wouldn’t need vocational education and might have been detained because her two children live in Turkey. Her son appealed to the Chinese Embassy with a petition in September 2021 and requested information about Tajinisa, but to avail.","personal_details":"Tajinisa likes to cook traditional Uyghur recipes for her family. She loves eating fruits and is fond of reading the Qu’ran. Tajinisa’s daughter, [Muherrem Muhammed Tursun](#case-SR114), is also in detention.","":"","post_id":2107},{"case_id":"SR114","name_uyghur":"Muherrem Muhammed Tursun ","name_chinese":"木海热木 · 买提吐尔逊 ","profession":"Primary school teacher","date_of_birth":"27 December 1974","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Son studied abroad, ethnicity","arrest_last_contact_date":"22 August 2021","arrest_last_contact_location":"Unknown","assumed_held_location":"Internment camp or prison","summary":"Muherrem, a primary school teacher from Hotan, disappeared in August 2021, after posting a video on her WeChat profile about her family celebrating Eid. According to a trusted source still in Xinjiang, Muherrem was taken away by the Chinese authorities. Muherrem’s sister interviewed by Amnesty International and based in Turkey, doesn’t know whether Muherrem is now in an internment camp or a prison. Despite contacting the Chinese authorities in Turkey Muherrem’s sister has not received any official document nor update on Muherrem’s whereabouts. Muherrem’s sister believes that she has been detained due to her Uyghur ethnicity and the fact that her son went to Turkey to study religion before going back to Urumqi to study dentistry. He was taken away in early 2017 as soon as he got back from Turkey. The Chinese authorities also confiscated Muherrem’s apartments in Urumqi and Hotan. When her sister tried to find out more details, her relatives still in the region simply replied “don’t ask questions, they are gone.”","personal_details":"Muherrem has heart disease and because of this had to retire earlier. Her sister describes her as a really responsible person and a responsible teacher. “She is kind to her students, their parents, to her neighbours, and her friends. She is a modest and unique woman. When she was not working, at the end of each week, she used to spend her time with our parents and us. She used to help out with the housework. And we used to spend time at home as a family.”\nMuherrem’s mother, [Tacinisa Emin](#case-SR113), is also in detention.","":"","post_id":2108},{"case_id":"SR115","name_uyghur":"Peride Yasin ","name_chinese":"帕丽旦 · 牙生","profession":"Housewife","date_of_birth":"8 May 1989","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity, living in Turkey","arrest_last_contact_date":"October 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"The last time Peride was able to speak with her husband in Turkey was in October 2016, over the phone. She was visiting the family in Aksu, together with her infant children, after having moved to Turkey a few years before. Peride’s husband remembers that last call. It was a couple of months after she arrived in Xinjiang: “In October 2016 she contacted me, she told me she was questioned for three days at the airport, after they landed [in August]. They [the police] took her passport, and let my wife go.” Peride also mentioned to her husband that then she was trying to get her passport back from the authorities, given that she wanted to return to Turkey.  “After her call, I didn’t try to contact her because I felt they were safe, and I was afraid [something could happen to them if I called]”, he added. \nLater, Peride’s husband discovered that Peride had been arrested and detained for two months while she tried to get her passport back. In March 2017, according to other information that Peride’s husband received through some friends, he learned that Peride had been arrested again and sentenced to 10 years in prison. He also learned that their children had been sent to “orphan camp”. Peride’s husband has lost all connections with family and friends in Xinjiang since 2020. Moreover, he is unable to gather any official information about Peride’s case from the Chinese authorities. During the interview he also said that every time he had made public appeals, the Chinese authorities had responded with threats.","personal_details":"Peride's husband describes her as a humble mother, and a great wife and person. He added, “She has the best personality.” The couple got married in February 2014 and Peride moved to Turkey the same month to live with her husband. Their children were born in Turkey.\nPeride’s husband, still in Turkey, is very worried about his wife and children. He ended the interview saying, “my son, Abudulaziz Abdurahman, was one and a half when he left with his mum to visit Xinjiang, he wanted to act exactly like me. My daughter, Nadire Abdurahman, [was] only 3-months-old [when she left].”\nUnfortunately, it is believed that the father [Tothi Emet](#case-SR117) of Peride’s husband has been arrested, and that [Aynur Kasim](#case-SR116), the mother of Peride’s husband, is in prison with a 10-year sentence.","":"","post_id":2109},{"case_id":"SR116","name_uyghur":"Aynur Kasim ","name_chinese":"阿依努尔 · 喀斯木 ","profession":"Housewife","date_of_birth":"1968","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"Early 2016","arrest_last_contact_location":"Unknown ","assumed_held_location":"Prison","summary":"Aynur’s son, who lives in Turkey, lost contact with his mother in May 2016, after Aynur underwent surgery for cancer. The last time he heard from his parents, Aynur’s son did not speak directly with his mother but with his father, [Tohti Emet](#case-SR117), who is unfortunately also believed to be detained. She was too weak to take any calls. Aynur’s son did not call his parents again because he was afraid of causing trouble for them. \nA few years later, through some connections he had in Xinjiang, Aynur’s son was told that his mother had been arrested and sentenced to imprisonment. He does not know the official reasons for the arrest or the length of her sentence, nor does he know how his mother is and whether she has access to any medication that she may require after her surgery. Aynur’s son believes that his mother was arrested solely because she travelled to Turkey to visit some family members.  He has lost all connections with family and friends in Xinjiang since 2020.","personal_details":"Aynur is described as a regular housewife, who loves her children and family. Her son is worried about her health, given that Aynur had surgery and then received treatment for cancer before being arrested. \nUnfortunately, it is believed that the wife of Aynur’s son [Peride Yasin](#case-SR115) is also in prison serving a 10-year sentence, and that their children were sent to an “orphan camp” after their mother’s arrest.","":"","post_id":2110},{"case_id":"SR117","name_uyghur":"Tohti Emet","name_chinese":"托乎提 · 艾买提","profession":"Businessman ","date_of_birth":"1958","age_years":"","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Ethnicity","arrest_last_contact_date":"May 2016","arrest_last_contact_location":"Unknown ","assumed_held_location":"Internment camp or in prison","summary":"The last time Tothi spoke with his son was when he called in May 2016 to check how his mother was doing. She had just undergone surgery for cancer. After that, Tothti’s son never called his parents again because he was afraid of causing trouble for them, given that he was calling from abroad. He was living in Turkey with his wife, [Peride Yasin](#case-SR115), who is unfortunately now also believed to be imprisoned in Xinjiang. \nBetween 2019 and 2020, through connections in Xinjiang, Tohti’s son discovered that his father had been arrested. However, he does not know the official reasons for the arrest, and he believes that his father was arrested solely because of his Uyghur ethnicity. Tohti’s son does not know whether his father is now held in a prison or an internment camp, nor does he have any details of any sentence. \nTothi’s son has lost all connections with family and friends in Xinjiang since 2020.","personal_details":"Tothi was a businessman before being detained. He is married with [Aynur Kasim](#case-SR116), who is unfortunately also believed to be imprisoned.","":"","post_id":2111},{"case_id":"SR118","name_uyghur":"Abdukirem Hamdullah","name_chinese":"阿布地克热木 · 艾米都拉","profession":"Enterpreneur","date_of_birth":"2 November 1974","age_years":"48","ethnicity":"Uyghur","home_town":"Kumul","arrest_reason_official":"Unknown","arrest_reason_suspected":"Successful enterpreneur","arrest_last_contact_date":"2017\/2018","arrest_last_contact_location":"Kumul","assumed_held_location":"Internment camp","summary":"Abdukirem’s niece, who lives in Turkey, had to stop communicating with him and other relatives towards the end of 2016 because her mother had told her it would not be safe for her family to be in touch with her anymore. His niece heard from a friend that he had been taken to an internment camp possibly in Kumul city of eastern Xinjiang, even though he was a well-educated public servant with native-level Chinese. Many of Abdukirem’s family members have also been taken to internment camps. Abdukirem’s  sister-in-law [Zuhre Suphi](#case-SR060), brother [Mahmud Hamdullah](#case-SR058), and brother-in-law [Rusul Ismail] (#case119) are  also in detention.","personal_details":"Abdukirem ownes a telescope and is very interested in astronomy. He also loves hiking, reading books and travelling with his family at weekends.","":"","post_id":2112},{"case_id":"SR119","name_uyghur":"Rusuli Simayi","name_chinese":"如苏里 · 斯马义","profession":"Enterpreneur","date_of_birth":"","age_years":"38","ethnicity":"Uyghur","home_town":"Kumul","arrest_reason_official":"Unknown","arrest_reason_suspected":"Successful Uyghur enterpreneur","arrest_last_contact_date":"2017\/2018","arrest_last_contact_location":"Kumul","assumed_held_location":"Internment camp","summary":"Rusul’s niece has been studying in Turkey. She has lost contact with him after 25 May 2017, because it was dangerous for her relatives in Xinjiang to be in touch with her. Later she found out that, like his wife and other family members, Rusul had been taken to an internment camp in Kumul city of eastern Xinjiang. He was a well-known businessman in Kumul with a considerable net worth. His niece believes that the Chinese government targets successful Uyghur people like Rusul. Rusul’s ’s brother-in-law [Mahmud Hamdullah](#case-SR070 and whose wife [Zuhre Suphi](#case-SR069), and other brother-in-law [Abdukirem Hamdullah] (#case-SR118) are also in detention.","personal_details":"Rusul loves swimming, camping and hiking around mountainous areas in Kumul. He is also fond of carpentry and self-development. ","":"","post_id":2113},{"case_id":"SR120","name_uyghur":"Aygul Ablet","name_chinese":"阿依古力 · 阿布来提","profession":"Medical post-grad student","date_of_birth":"12 January 1992","age_years":"20","ethnicity":"Uyghur","home_town":"Kucha","arrest_reason_official":"Unknown","arrest_reason_suspected":"Successful student, brother living in Turkey","arrest_last_contact_date":"May-18","arrest_last_contact_location":"Urumqi","assumed_held_location":"Internment camp","summary":"Aygul’s brother, who lives in Turkey, hasn’t been able to reach to her since February 2018. 30-year-old Aygul was a post-graduate student at Xinjiang Medical University before she went missing in May 2018. Her brother eventually learned from trusted sources that she had been taken to an internment camp among some other successful Uyghur students at her university. It is also possible that Aygul might have been detained because her brother lives abroad. According to her brother, Aygul was a very hard-working student and achieved a very high score at the university entrance exam.","personal_details":"Aygul loves reading novels and studying foreign language. She likes watching comedy movies, and TV shows.","":"","post_id":2114},{"case_id":"SR121","name_uyghur":"Tudinsa Mettü Mür ","name_chinese":"","profession":"Housewife","date_of_birth":"1962","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Laskuy","summary":"The last time Tudinsa saw her daughter was in August 2016 in Turkey. She spent around three months there before travelling back to Hotan city. According to her daughter interviewed by Amnesty International and still based in Turkey, Tudinsa was arrested in 2017 and was sentenced to 10 years in prison. A trusted person living in Xinjiang told Tudinsa’s daughter that Tudinsa spent around three months in an internment camp in Laskuy, Hotan, and then she was transferred to a prison still in Laskuy. Despite attempts to reach out to the Chinese authorities in Turkey, Tudinsa’s daughter has not been provided with any official documents about the status of her mother, but she believes that Tudinsa has been detained for spending time with her in Turkey.  \n\nTudinsa has some health issued linked to her age, in particular she suffers from high blood pressure and from some skin conditions in one of her legs. Her daughter said “I really want my mom to be released. Because of her age it doesn’t make sense to be in prison.”","personal_details":"Tudinsa is very religious and she used to love reading the Qur’an. She has 18 grandchildren. She loved cooking for them and playing with them.\nTudinsa’s son [Abdulhekim Maimaitimin](#case-SR123) and son-in-law, [Kurban Tudibaki](#case-SR122), are also in detention allegedly for having travelled to Turkey.","":"","post_id":2115},{"case_id":"SR122","name_uyghur":"Kurban Tudibaki ","name_chinese":"库尔班 · 吐地巴克","profession":"Businessman","date_of_birth":"21 September 1983","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling and sending money abroad","arrest_last_contact_date":"January 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Urumqi","summary":"Kurban, a Uyghur businessman, last spoke with his wife in January 2017. He was getting ready to visit her in Turkey. The day after their last conversation on WeChat he disappeared. A relative still based in Xinjiang told Kurban’s wife that the Chinese authorities detained Kurban and sentenced him to 15 years in prison starting in March 2017. Before being in prison he also spent time in an internment camp. He is now in a prison in Urumqi. The authorities have not communicated any official reason for the detention but according to Kurban’s wife, interviewed by Amnesty International, Kurban has been sentenced due to his travels to Turkey and for sending money to relatives living in Turkey. Despite attempts to reach out to the Chinese authorities in Turkey, Kurban’s wife has not been provided with any official documents about her husband.","personal_details":"Kurban is a very responsible and hardworking man who loves his three children, two girls and one boy. He used to play with them and look after them while his wife was in Turkey. Now Kurban’s wife doesn’t have any information about their children anymore.  \nKurban’s mother-in-law, [Tudinsa Mettü Mür](#case-SR121), and brother-in-law, [Abdulhekim Maimaitimin](#case-SR123), are also in detention allegedly for having travelled to Turkey.","":"","post_id":2116},{"case_id":"SR123","name_uyghur":"Abdulhekim Maimaitimin ","name_chinese":"阿布都艾克木 · 麦麦提敏","profession":"Businessman","date_of_birth":"15 June 1996","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling abroad","arrest_last_contact_date":"March 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Internment camp or prison","summary":"Abdulhekim, a Uyghur businessman, went to Turkey in December 2016 to undergo surgery on his arm. He spent a few months in Turkey for rehabilitation and his doctor asked him to stay for a few additional months to make sure he had a proper recovery. However, Abdulhekim received a phone call from his father in Xinjiang asking him to go back home. According to Abdulhekim’s sister, interviewed by Amnesty International and based in Turkey, the Chinese police asked their father to call Abdulhekim and to give him an ultimatum. If he was not back in Xinjiang by 10 March 2017, the police were going to arrest their father and other relatives. Abdulhekim left soon after this phone call but as soon as he returned to Xinjiang, he disappeared. He was allegedly taken to an internment camp and went to the hospital at least once due to his painful arm. However, his sister doesn’t know whether he is now in an internment camp or a prison. Despite attempts to reach out to the Chinese authorities in Turkey, Abdulhekim’s sister has not been provided with any official documents about her younger brother, but she believes that he has been detained due to his travel to Turkey.","personal_details":"Abdulhekim loves reading history books and watching movies. He used to watch the news all the time. He always listened to his older sister.\nAbdulhekim’s mother, [Tudinsa Mettü Mür](#case-SR121), and brother-in-law, [Kurban Tudibaki](#case-SR122), are also in detention allegedly for having travelled to Turkey.","":"","post_id":2117},{"case_id":"SR124","name_uyghur":"Abdullah Hamut","name_chinese":"","profession":"Former Imam, businessman","date_of_birth":"December 1966","age_years":"","ethnicity":"Uyghur","home_town":"Kashgar city","arrest_reason_official":"Unknown","arrest_reason_suspected":"Refusing to be a state-approved Imam","arrest_last_contact_date":"March-April 2017","arrest_last_contact_location":"Kashgar","assumed_held_location":"Prison, Urumqi","summary":"Abdullah was an Imam from Kashgar city before leaving his religious role to become a businessman. According to the family member interviewed by Amnesty International, who is now in Turkey, Abdullah went missing between March and April 2017 and was sent to a prison in Urumqi with a 20-year sentence. It is believed that Abdullah’s wife and one of their sons were also arrested later and sent to an internment camp. They were the ones bringing medications to the prison for Abdullah, who suffered from kidney problems.\nThe family member that Amnesty International spoke with last managed to gather information on Abdullah’s case and his family in September 2021. The same family member believes that Abdullah was arrested because he refused to be a state-approved Imam and was loved by his community. The official reasons for his arrest remain unknown.","personal_details":"Abdullah loved helping people and his community. He is married and has two daughters and two sons – one son, Abdurehim Abdullah, is believed to be in an internment camp together with his mother, Sayimkiz Mazrip. \nAbdullah’s younger brother, Abdulhalik Hamit, a farmer from Kashgar city, is also believed to be detained. ","":"","post_id":2118},{"case_id":"SR125","name_uyghur":"Umut Tursun ","name_chinese":"吾木提 · 吐尔送","profession":"Barber","date_of_birth":"3 January 1997","age_years":"","ethnicity":"Uyghur","home_town":"Ghulja (Yining) city, Korgas town","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"August 2017","arrest_last_contact_location":"Unknown ","assumed_held_location":"Internment camp or in prison","summary":"In May 2015, Umut visited his parents and siblings who were living in Turkey. At his parents’ request, Umut stayed for three months, but then he headed back to Xinjiang without telling the family because he missed his friends and hometown. Umut’s father had tried unsuccessfully to convince his son to stay in Turkey. He would have helped him to open a barber’s shop so that Umut could realise his dreams in Turkey. After Umut left Turkey, he called his parents a few times. During the last call, in May 2017, Umut briefly mentioned that “the situation was getting tough.” Umut’s father last heard his son’s voice in August 2017, when Umut left a message to the family over WeChat saying that he had been sent to an internment camp for three months and later released, only to then be hospitalized due to health issues. After that, Umut’s father never heard from his son again. He tried to gather more information about his son’s arrest through family members and friends in Xinjiang, but lost connection with everyone as soon as he started asking questions. He believes that his son was arrested because he visited Turkey.","personal_details":"Umut is a young barber from Guljia city. He loves going to school and practicing his profession. He is the eldest of three siblings. Umut’s father ended the interview saying: “his brother and younger sister wanted to see him [Umut] so badly. They are also suffering because they have been missing their brother.”","":"","post_id":2119},{"case_id":"SR126","name_uyghur":"Muhammedali Omer","name_chinese":"","profession":"Translator (Arabic, Chinese, Uyghur)","date_of_birth":"1985","age_years":"37","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Speaking Arabic, wife living abroad","arrest_last_contact_date":"Oct-17","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"Before being detained in October 2017, Muhammedali was working in Yiwu city in east China as an interpreter. His cousin, who resides in Turkey, found out from trustworthy sources that he was taken to a prison in October 2017. Originally from Kashgar, Muhammedali was not alone, there were 31 people in his family who had been detained around that time, 15 of whom are believed to be currently held in prison. His cousin has tried to reach out to the Chinese Consulate in Istanbul but her request for information was rejected. She believes that Muhammedali was possibly detained because he could speak Arabic.","personal_details":"Muhammedali is a people person, who likes playing with children and reading. His cousin describes him as an affable courteous man who always had a pleasant smile on his face. ","":"","post_id":2120},{"case_id":"SR127","name_uyghur":"Polat Tohti","name_chinese":"佰拉提 · 拖合提","profession":"Farmer and mayor ","date_of_birth":"20 July 1966","age_years":"","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"\"Helping \/ supporting terrorism\"","arrest_reason_suspected":"Ethnicity, travelling abroad, relative with Turkish citizenship","arrest_last_contact_date":"May 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison","summary":"In May 2017 Polat, a farmer and a city mayor, went to his father, at that time in Xinjiang, and admitted he was afraid of being arrested soon. He was worried because his father had become a Turkish citizen, and the police was arresting a lot of young men in town. Plus, Polat was a religious man who prayed five times a day. According to Polat’s father, interviewed by Amnesty International and based in Turkey, soon after this conversation he was taken away. His family were present but they couldn’t stop the Chinese authorities. When they later went to the police station, the authorities pretended they didn’t know anything about Polat. After three days though, his family received Polat’s wallet and phone, but they didn’t receive his clothes and they assumed he was detained in an internment camp. In May 2022 Polat’s father obtained the Xinjiang Police files list and saw that Polat had actually been sentenced to 11 years in prison for “helping \/ supporting terrorism”. Polat’s father has not received any official document, but he believes that his son has been imprisoned for his Uyghur ethnicity, for travelling abroad, and for having a relative with Turkish citizenship.","personal_details":"Polat was good at maths, and he dreamt of becoming a driver. His father said “My son is very strong, he can cope with any hardship, that’s why I gave him the name ‘Polat’. This name means steel. I miss him a lot. I miss everything about him, he was very kind…he was looking after me and doing everything for me, even when he came to Istanbul to look after me. Who am I going to miss, if I don’t miss my child?”\nPolat’s younger brother, [Ghappar Tohti](#case-SR128), is also in detention.","":"","post_id":2121},{"case_id":"SR128","name_uyghur":"Ghappar Tohti ","name_chinese":"哈帕尔 · 拖合提","profession":"Traditional healer","date_of_birth":"16 June 1974","age_years":"","ethnicity":"Uyghur","home_town":"Kashgar","arrest_reason_official":"Unknown","arrest_reason_suspected":"Being religious ","arrest_last_contact_date":"February 2017","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Shiho (Wusu)","summary":"Ghappar, a Uyghur traditional healer from Kashgar, was taken away in February 2017. During his trial in June 2017 Ghappar looked really skinny and both his hands and feet were chained. He was sentenced to seven years in prison, but his family do not know the official charge. According to his father interviewed by Amnesty International and based in Turkey, Ghappar is a very religious man who knows the Qur’an by heart, this is the assumed reason for his detention. \nDespite attempts to reach out to the Chinese authorities in Turkey, Ghappar’s father has not been provided with any official documents about the status of his son. Based on trusted sources in Xinjiang, before being transferred to a prison in Shiho (Wusu), Ghappar spent time in an internment camp where he fell sick. Allegedly, the authorities said that if the family could pay them, he would be released.","personal_details":"He is a very kind and honest man, always talking about justice. He loves reading books, especially medical books. He has four children, three daughters and one son. Apparently, Ghappar’s wife is in detention as well and Ghappar’s father has no idea where his grandchildren are now. \nGhappar’s older brother, [Polat Tohti](#case-SR127), is also in detention.","":"","post_id":2122},{"case_id":"SR129","name_uyghur":"Ablet Ablez ","name_chinese":"","profession":"Mobilephones shop owner","date_of_birth":"1966","age_years":"","ethnicity":"Uyghur","home_town":"Kashgar city","arrest_reason_official":"Unknown","arrest_reason_suspected":"Violation of birth control policy","arrest_last_contact_date":"November 2016","arrest_last_contact_location":"Urumqi","assumed_held_location":"Prison","summary":"Between 2019 and 2020, through a connection in Kashgar, Ablet’s brother found out that Ablet was arrested and sent to prison with a 10-year sentence. The last time the two brothers spoke was in person, in Urumqi, in November 2016. \nThe Chinese authorities have shared no details or official documentation with Ablet’s brother, who now lives in Turkey. Ablet’s brother has lost contact with his family in China, and therefore cannot confirm whether the rest of the family has received any official information either. However, he told Amnesty International that he believes Ablet was put in prison for violating China’s birth control policy.","personal_details":"Ablet cares for his family and was very focused on his work. Before being arrested, he owned a mobile phone shop. He is married and has six children. Ablet’s brother does not know where they now are. Unfortunately, it is believed that another of Ablet’s brothers, [Abdulshukür Ablez](#case-SR137), is also detained.","":"","post_id":2123},{"case_id":"SR130","name_uyghur":"Bakytgul Oralbay","name_chinese":"巴合提古丽 · 吾力拜依","profession":"Journalist, previously worked in a printing house","date_of_birth":"10 May 1977","age_years":"45","ethnicity":"Kazakh","home_town":"Ghulja (Yining)","arrest_reason_official":"Unknown","arrest_reason_suspected":"Visiting relatives in Kazakhstan several times","arrest_last_contact_date":"Mar-18","arrest_last_contact_location":"Ghulja","assumed_held_location":"Prison, Kunus, Ghulja","summary":"The last time her sister spoke to Bakytgul was over a phone call in August 2016. Bakytgul was working as a journalist before she was taken to an internment camp in Kuytun in March 2018. 45-year-old Bakytgul was later sentenced to 19 years imprisonment and transferred to a prison in Kunes county around September 2018. Her sister, who lives in Turkey, believes that she might have been detained because she used to visit other family members in Kazakhstan. Before her detention, Bakytgul had a chest surgery. Bakytguls brother [Dilshat Oralbay] (#case-SR094), and sister [Bagila Oralbay](#case-SR131), are also in detention.","personal_details":"Bakytgul loves singing, dancing, going to KTV, and hanging out with her sisters. She has two children who miss her.","":"","post_id":2124},{"case_id":"SR131","name_uyghur":"Bagila Oralbay","name_chinese":"巴给拉 · 奥拉白","profession":"Hairdresser","date_of_birth":"2 July 1981","age_years":"42","ethnicity":"Kazakh","home_town":"Ghulja (Yining)","arrest_reason_official":"Authorities said \"don't ask why\"","arrest_reason_suspected":"Visiting relatives in Kazakhstan several times","arrest_last_contact_date":"May-21","arrest_last_contact_location":"Ghulja","assumed_held_location":"Prison, Kunus, Ghulja","summary":"Bagila was a cheerful hairdresser before she was taken to Kuytun prison in the summer of 2018. For about six months, there was no news about her, then she was allowed to call her relatives and asked for winter clothes and money as there was not adequate food in the prison. She was later sentenced to 25 years’ imprisonment and transferred to the newly built prison in Ghulja in May 2021. She lost a lot of weight, and her hair was cut short in prison. Her sister, who lives in Turkey believes, like other family members, that Baglia might have been detained for previously travelling to Kazakhstan to visit relatives. Bagila has a nine-year-old daughter and 11-year-old son. \nBagila’s brother [Dilshat Oralbay] (#case-SR094), and sister [Bakytgul Oralbay](#case-SR130), are also in detention.","personal_details":"Bagila loves hanging out and going to KTV with her sisters. She likes dining out and was fond of eating instant noodles","":"","post_id":2125},{"case_id":"SR132","name_uyghur":"Abduvaris Aziz","name_chinese":"阿不度瓦热斯 · 艾则孜","profession":"Businessman","date_of_birth":"31 August 1984","age_years":"38","ethnicity":"Uyghur","home_town":"Aksu","arrest_reason_official":"Unknown","arrest_reason_suspected":"Being religious and brother living abroad","arrest_last_contact_date":"Mar-17","arrest_last_contact_location":"Aksu","assumed_held_location":"Internment camp or in prison","summary":"The last time his brother talked to Abduvaris was over an audio call in March 2017. The line was cut suddenly and his brother couldn’t reach him again despite trying many times. Abduvaris is believed to have been taken to an internment camp along with his mother and other family members. 38-year-old Abduvaris used to run a supermarket in Urumqi. His brother, who lives in Turkey, was earlier asked by family members in Xinjiang to go back to Xinjiang where he “would be taken away for five to six months” and then would be reunited with his family. Other friends went back from Turkey to Xinjiang around the same time after receiving similar requests from their families.","personal_details":"Abduvaris is a father of three. He is a religious man and always wanted to travel abroad. He loved going out in the city and spending time with his family. ","":"","post_id":2126},{"case_id":"SR133","name_uyghur":"Yasingjan Abdulgani ","name_chinese":"","profession":"Businessman","date_of_birth":"10 October 1978","age_years":"","ethnicity":"Uyghur","home_town":"Urumqi city","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"End 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Korla city","summary":"Yasingjan’s mother lost contact with her son after the summer of 2016. They met in Urumqi city when she went back to visit the rest of the family living in Xinjiang. She now lives in Turkey.\nYasingjan’s mother believes that her son went missing at the end of 2016. In September 2019 she was told by an acquaintance who has connections in her hometown that Yasingjan was in prison after being sentenced to 12 years imprisonment.\nThe Chinese authorities have shared no details or official documentation with Yasingjan’s mother. She has lost contact with her family in China, and therefore cannot confirm whether the rest of the family has received any official information either. \nShe believes that Yasingjan was imprisoned for having travelled to Turkey during spring 2016.","personal_details":"Yasingjan is married and has two children. After high school, he opened his own clothing business. He was also working part-time as driver. \nUnfortunately, Yasingjan’s brother [Rozi Abdulgani](#case-SR134) is also believed to be in prison serving a 14-year sentence.","":"","post_id":2127},{"case_id":"SR134","name_uyghur":"Rozi Abdulgani ","name_chinese":"肉孜 · 阿不都艾尼","profession":"Import-export company owner","date_of_birth":"13 August 1980","age_years":"","ethnicity":"Uyghur","home_town":"Urumqi city","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"28 October 2016","arrest_last_contact_location":"Urumqi","assumed_held_location":"Prison","summary":"The last time Rozi spoke with his mother was in October 2016. Before that, they saw each other in Turkey in July 2016, after he had moved his family there. He owned an import-export company which required him to continue travelling to Xinjiang and back. Later, through some family members, Rozi’s mother found out that her son visited the local police department in Urumqi city on 28 October 2016, where he was arrested and sent to a prison in Hotan. Later he was temporarily moved to an internment camp in Urumqi, before being brought back to another prison. It is believed that he was sentenced to 14 years’ imprisonment. Rozi’s mother was unable to gather more information about her son’s case, and the Chinese authorities have shared no details or official documentation with her. She has now lost contact with her family in China, and therefore cannot confirm whether the rest of the family has received any official information either. \nShe believes that Rozi was put in prison for travelling to Turkey.","personal_details":"Rozi is married and has six children. Rozi’s mother added that “he moved the family to Turkey because the situation [in Xinjiang] was getting tough, and [his] house was searched at night.”\nRozi’s brother [Yasingjan Abdulgani](#case-SR133) is also believed to be in prison with a 12-year sentence.","":"","post_id":2128},{"case_id":"SR135","name_uyghur":"Lokmanjan Memtimin ","name_chinese":"洛克曼江 · 买买提明","profession":"Doctor","date_of_birth":"1 July 1983","age_years":"","ethnicity":"Uyghur","home_town":"Hotan","arrest_reason_official":"Unknown","arrest_reason_suspected":"Family member abroad","arrest_last_contact_date":"August 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Internment camp or in prison","summary":"The last time Lokmanjan’s sister heard from him was over a phone call in August 2016, during which she believes a police officer was standing next to him. She remembers what her brother told her during that short call: “we have big problems, we can’t contact you anymore, we can’t speak.” \nBetween March and April 2018, through a video hosted on social media, she discovered that Lokmanjan was being detained. However, she could not understand from this video whether the location in which Lokmanjan was filmed was a prison or an internment camp. \nIn September 2019, someone in her parents’ neighbourhood confirmed that her brother was taken away together with his parents, and that the parents’ house had been locked up, presumably by the Chinese authorities. \nLokmanjan’s sister lives in Turkey and does not know any of their family’s current whereabouts nor does she know the official reasons for Lokmanjan’s arrest or the length of his sentence. She believes that her brother was arrested because she has been living in Turkey.","personal_details":"Lokmanjan is a doctor, is married and has two children, a girl of 8 years and a son of 11 years. Lokmanjan’s sister does not know where they are now. \nShe describes her brother as “loyal, kind, honest. He treated many patients for free. He is the favourite of my mother. He used to look after our mother so much.”","":"","post_id":2129},{"case_id":"SR136","name_uyghur":"Aniver Ablimit","name_chinese":"","profession":"Petrol company employee","date_of_birth":"October 1969","age_years":"","ethnicity":"Uyghur","home_town":"Karamay","arrest_reason_official":"Unknown","arrest_reason_suspected":"Family member abroad","arrest_last_contact_date":"Early 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison, Sanji (Changji) ","summary":"Aniver’s sister lost contact with her brother in February 2016, after she moved to Turkey. In April 2016, she heard from some friends that have connections in her hometown that Aniver had been arrested and sent to prison in Sanji (Changji) with a 10-year sentence.\nShe has reason to believe that, after his arrest, Aniver faced trial without any legal representation. However, she does not know what he was charged with and is unable to gather further information on her brother’s case. She believes that Aniver was arrested because she has been living in Turkey. \nSince 2016, Aniver’s sister has lost all connections with family and friends back in Xinjiang. She does not know how Aniver is doing and whether he has access to the family in China.","personal_details":"Aniver is married and has two children. He loves singing and playing piano. Aniver’s sister ended the interview saying: “he was loyal to the Chinese government, I can’t believe what’s happened…my brother became a grandfather but didn’t even have the chance to see his grandchildren. I miss him so much.”","":"","post_id":2130},{"case_id":"SR137","name_uyghur":"Abdulshukür Ablez ","name_chinese":"","profession":"Accountant","date_of_birth":"1982","age_years":"","ethnicity":"Uyghur","home_town":"Kashgar city","arrest_reason_official":"Unknown","arrest_reason_suspected":"Travelling to Turkey","arrest_last_contact_date":"2015","arrest_last_contact_location":"Unknown","assumed_held_location":"Internment camp or in prison","summary":"Abdulshukür had just graduated and found a job as an accountant before he went missing. Between 2019 and 2020, through a connection in Kashgar, Abdulshukür’s brother found out that Abdulshukür had been arrested, after being detained a first time for two years, possibly in an internment camp. \nThe Chinese authorities have shared no details or official documentation with Abdulshukür’s brother, who now lives in Turkey. Abdulshukür’s brother has lost contact with his family in China, and therefore cannot confirm whether the rest of the family has received official information either. However, he told Amnesty International that he believes Abdulshukür was arrested for having travelled to Turkey, back in 2015, and having stayed there for 20 days to visit the country. That was the last time the two brothers saw and heard from each other.","personal_details":"Abdulshukür is married and has two children who, according to Abdulshukür’s brother, are with their mother in Urumqi. Abdulshukür graduated from Xinjiang Agriculture University, before finding a job as an accountant in a bakery company. \nIt is believed that another of Abdulshukür’s brothers, [Ablet Ablez](#case-SR129), is also being detained.","":"","post_id":2131},{"case_id":"SR138","name_uyghur":"Parizat Abdugul","name_chinese":"","profession":"Housewife","date_of_birth":"13 November 1965","age_years":"","ethnicity":"Uyghur","home_town":"Turpan city ","arrest_reason_official":"\"Involved in terrorist activities\"","arrest_reason_suspected":"Religious practices ","arrest_last_contact_date":"May-June 2016","arrest_last_contact_location":"Unknown","assumed_held_location":"Prison ","summary":"The last time Parizat spoke with her son-in-law, who now lives in Turkey, was before March 2016, over a video call. During that call she sounded fine but also worried because “things were getting worse for Uyghurs in Xinjiang.” According to the son-in-law Amnesty International interviewed, her house was one of those that were searched at nights. \nBetween May and June 2016, through some connections in her hometown, Parizat’s son-in-law discovered that Parizat was sent to prison. Through them and a video posted on social media by a news channel based in Bejing, he later found out that she was accused of being “involved in terrorist activities”. However, Parizat’s son-in-law believes that the real reason for her arrest is related to her religious practices. He added: “It’s impossible. She's a single widow woman who stayed at home most of the time, she has very few friends. How could she become a terrorist? I never imagined they [the Chinese authorities] can say she committed such a crime.”\nAfterwards, Parizat’s son-in-law tried unsuccessfully to gather more information about her arrest through family members and friends in Xinjiang. None of his requests for information submitted to the Chinese authorities have received a response.","personal_details":"Parizat is a housewife from Turpan city. She is described by her son-in-law as a very shy person, with very few friends, who spent most her time at home. \nIt is believed that a brother of Parizat’s son-in-law, [Parhat Rasul](#case-SR096), is also  in prison serving  a 9-year sentence.","":"","post_id":2132},{"case_id":"SR139","name_uyghur":"Qalisbek Baban","name_chinese":"哈理斯别克 · 巴班","profession":"Musician, composer, music teacher ","date_of_birth":"23 April 1987","age_years":"","ethnicity":"Kazakh","home_town":"Sanji (Changji) ","arrest_reason_official":"Unknown","arrest_reason_suspected":"Posting videos of himself reading poems about Kazakhstan in 2010","arrest_last_contact_date":"December 2019","arrest_last_contact_location":"unknown ","assumed_held_location":"Prison, Urumqi","summary":"The last time Qalisbek’s sister was able to talk to her brother was over a videocall on 20 July 2018. In that call, he told her that “the weather is getting worse,” eluding to the situation in Xinjiang. According to Qalisbek’s sister, interviewed by Amnesty International and who now lives in Kazhakistan, Qalisbek was arrested and sent to a prison in Urumqi, with a 5-year sentence, in December 2019. Qalisbek had been detained once before, at the end of July 2018, but released after a couple of months.\nThe official reasons for the imprisonment are unknown, but Qalisbek’s sister heard from a trusted source that her brother is being punished because he posted online videos of himself reading poems about Kazakhstan, back in 2010. \nAccording to Qalisbek’s sister, Qalisbek’s wife – who had been also detained for one year between 2018 and 2019 – is allowed to talk to her husband once every two months. Phone calls are dialled from a police station in Sanji (Changji), and Qalisbek’s wife is monitored while she speaks with her husband.\nQalisbek’s sister has been unable to gather any further information on her brother’s situation, despite her appeals to the Chinese embassy in Kazakhstan and the Ministry of Foreign Affairs of Kazakhstan.","personal_details":"Qalisbek is an ethnic Kazakh, who was a musician, composer, and music teacher before being detained. He loves music and helping his community. He is married and has a 6-year-old daughter. He has suffered from health conditions affecting his lungs and liver  since his first detention.","":"","post_id":2133}]